Repository: taisei069/new-project
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, vi, zh

# languageTitle
source: Selected language：English
ja: せんたく中の言語：日本語
ko: 선택된 언어：한국어
vi: Ngôn ngữ đã chọn: Tiếng việt
zh: 所选语言：中国人

source: Next
ja: 次へ
ko: 다음
vi: Tiếp theo
zh: 到下一个

# loginTitle
source: Login
ja: ログイン
ko: 로그인
vi: Đăng nhập
zh: 登录

# simulation
source: Simulation game
ja: シミュレーションゲーム
ko: 시뮬레이션게임
vi: Trò chơi mô phỏng
zh: 模拟游戏

# genreTitle
source: Select Genre
ja: ジャンルせんたく
ko: 장르 선택
vi: Lựa chọn thể loại
zh: 类型选择

source: Back
ja: もどる
ko: 이전
vi: trở lại
zh: 返回

# mail
source: E-mail
ja: メールアドレス
ko: 이메일
vi: địa chỉ email
zh: 电子邮件

source: Password
ja: パスワード
ko: 비밀번호
vi: mật khẩu
zh: 密码

source: Sign up
ja: 新規とうろく
ko: 회원가입
vi: Đăng ký mới
zh: 新注册

# nglogin
source: Login failed
ja: ログインに失敗しました
ko: 로그인이 실패했습니다
vi: đăng nhập thất bại
zh: 登录失败

# ngsignup
source: New registration failed
ja: 新規とうろくに失敗しました
ko: 회원가입이 실패했습니다
vi: Đăng ký mới không thành công
zh: 新注册失败

# ox
source: OX Quiz
ja: OXクイズ
ko: OX퀴즈
vi: câu đố OX
zh: OX测验

# disastersign
source: Disastersign Quiz
ja: ひょうしきクイズ
ko: 표지판퀴즈
vi: bài kiểm tra ký tên
zh: 签名测验

# trolley
source: Swipe Human
ja: スワイプヒューマン
ko: 스와이프 휴먼
vi: Vuốt con người
zh: 滑动人类

source: Logout
ja: ログアウト
ko: 로그아웃
vi: Đăng xuất
zh: 退出

source: Question
ja: 問題
ko: 문제
vi: vấn đề
zh: 问题

# shop
source: Scene
ja: 場面
ko: 장면
vi: bối cảnh
zh: 场景

# ok
source: Correct Answer
ja: あたり
ko: 정답
vi: câu trả lời đúng
zh: 正确答案

# ng
source: Incorrect Answer
ja: はずれ
ko: 틀림
vi: Câu trả lời sai
zh: 答案不正确

# yourans
source: Your Answer
ja: あなたの答え
ko: 대답
vi: Câu trả lời của bạn
zh: 您的答案

# per
source: Correct Answer Rate
ja: せいかいりつ
ko: 정답율
vi: Tỷ lệ trả lời đúng
zh: 正确回答率

# exandre
source: Explanation and Results
ja: かいせつとけっか
ko: 해설과 결과
vi: Giải thích và kết quả
zh: 解释和结果

# notans
source: Not Answered
ja: み回答
ko: 미응답
vi: Chưa được trả lời
zh: 未回复

# backlogin
source: Return to login screen
ja: ログイン画面にもどる
ko: 로그인 화면으로 돌아가기
vi: Quay lại màn hình đăng nhập
zh: 返回登录屏幕

# touchp
source: Touch people and listen to them
ja: 人にタッチして話を聞こう
ko: 사람을 누르고 이야기를 들어보자
vi: Chạm vào mọi người và lắng nghe họ
zh: 触摸他人并倾听他们

# gothere
source: Go here
ja: ここに行く
ko: 여기에 가기
vi: tới đây
zh: 去这里

# tapi
source: Tapioca shop
ja: タピオカ屋
ko: 버블티 전문집
vi: Cửa hàng bột sắn
zh: 木薯店

# xiao
source: Xiaolongbao shop
ja: しょうろんぽう屋
ko: 샤오롱바오집
vi: Cửa hàng Tiểu Long Bảo
zh: 小笼包店

# notapi
source: The place I want to go to is a Xiaolongbao shop, so I'll ask someone else.
ja: 行きたいところはしょうろんぽう屋だから別の人に話を聞こう
ko: 가고 싶은 곳은 샤오롱버오집이어서 다른 사람한테 이야기를 들어보자
vi: Nơi tôi muốn đến là một nhà hàng Tiểu Long Bao, nên tôi sẽ hỏi người khác.
zh: 我要去的地方是小笼包店，所以我会问别人。

# goxiao
source: Let's go to a Xiaolongbao shop
ja: しょうろんぽう屋へ行こう
ko: 샤오롱바오집에 가자
vi: Chúng ta hãy đến một nhà hàng Tiểu Long Bao
zh: 我们去小笼包店吧

source: Clear
ja: クリア
ko: 클리어
vi: thông thoáng
zh: 清除

# sce3_1
source: I'm in Nankinmachi now, so I want to eat some Xiaolongbao.
ja: 南京町に来たからしょうろんぽうが食べたいなぁ
ko: 난킨마치에 왔으니까 갸오롱바오가 먹어싶네
vi: Tôi hiện đang ở Nankinmachi nên muốn ăn một ít Tiểu Long Bao.
zh: 我现在在南京町，所以我想吃一些小笼包。

# sce3_2
source: Let's ask people in Nankinmachi where to buy Xiaolongbao
ja: どこにしょうろんぽうが売っているか、南京町にいる人に話を聞こう
ko: 샤오롱바오가 어디에 팔고 있는지 난킨마치에 있는 사람한테 물어보자
vi: Hãy hỏi người dân ở Nankinmachi xem mua Xiaolongbao ở đâu nhé
zh: 问问南京町的人哪里可以买到小笼包

# sce3_3
source: Press the arrows to find people
ja: 矢印を押して人を探そう
ko: 화살표를 누르고 사람을 찾자
vi: Nhấp vào mũi tên để tìm người
zh: 按箭头找人

# sce3_4
source: I'm going to a tapioca shop. Let's go together.
ja: タピオカ屋さんに行くんだ。一緒に行こうよ
ko: 버블티를 마시려고 하는데 같이 길래?
vi: Tôi sẽ đến một cửa hàng bán sắn. Chúng ta cùng đi nhé.
zh: 我要去木薯店。我们一起去吧。

# sce3_5
source: Click on the 'Go here' button
ja: 「ここに行く」ボタンを押してみよう
ko: 「여기에 가기」버튼을 눌러보자
vi: Nhấp vào nút 'tới đây'
zh: 点击'去这里'按钮

# sce3_6
source: I'm going to a tapioca shop. Let's go together. Where are you going?
ja: タピオカ屋さんに行くんだ！一緒に行こうよ どこに行く？
ko: 버블티를 마시려고 하는데 같이 길래? 어디로 갈까?
vi: Mình đi đến cửa hàng bán sắn nhé! Chúng ta cùng đi nhé. Bạn đang đi đâu thế?
zh: 我要去木薯店！我们一起去吧。 你要去哪儿？

# sce3_8
source: I'm looking forward to the Xiaolongbao! Want to join me?
ja: しょうろんぽう楽しみ！一緒に行く？
ko: 사오롱바오 맛있겠다!같이 갈래?
vi: Tôi đang mong chờ món Tiểu Long Bao! Bạn có muốn tham gia cùng tôi không?
zh: 我好期待小笼包啊！想和我一起吃吗？

# sce3_10
source: I'm going to a tapioca shop. Let's go together. I'm looking forward to the Xiaolongbao! Want to join me? Where are you going?
ja: タピオカ屋さんに行くんだ！一緒に行こうよ しょうろんぽう楽しみ！一緒に行く？ どこに行く？
ko: 버블티를 마시려고 하는데 같이 길래? 사오롱바오 맛있겠다!같이 갈래? 어디로 갈까?
vi: Mình đi đến cửa hàng bán sắn nhé! Chúng ta cùng đi nhé. Tôi đang mong chờ món Tiểu Long Bao! Bạn có muốn tham gia cùng tôi không? Bạn đang đi đâu thế?
zh: 我要去木薯店！我们一起去吧。 我好期待小笼包啊！想和我一起吃吗？ 你要去哪儿？

# sce3_11
source: Xiaolongbao is so delicious Stage clear!!!
ja: しょうろんぽうおいしいなぁ ステージクリア！！！
ko: 샤오롱바오 참 맛있당 스테이지 클리어!!!
vi: Tiểu Long Bao ngon quá Sân khấu đã được xóa!!!
zh: 小笼包很好吃 清理舞台！！！

# stage
source: Entering
ja: ステージ
ko: 스테이지
vi: bước vào giai đoạn
zh: 进入

# gostage
source: Stage
ja: に入る
ko: 로 들어가기
zh: 阶段

# backselect
source: Return to stage selection
ja: ステージせんたくへもどる
ko: 스테이지 선택으로 돌아가기
vi: Quay lại lựa chọn giai đoạn
zh: 返回阶段选择

# sce2_1
source: Cover your head with your bag and crouch down to protect yourself from falling objects.
ja: カバンで頭を覆って身をかがめてらっ下物から身を守ろう。
ko: 가방으로 머리를 감싸고 몸을 굽혀 낙하물로부터 몸을 지키자.
vi: Dùng túi che đầu và cúi xuống để bảo vệ bản thân khỏi các vật rơi xuống.
zh: 用包盖住头部并蹲下，以防止物体掉落。

# rakkabutu
source: Falling object hazard: You could be hit by objects falling from above, such as building exteriors, signs, glass, vending machines, etc.
ja: らっ下物のき険：建物の外壁、看板、ガラス、自動はん売機など、上からおちてくるものに直撃するかのう性があります。
ko: 낙하물의 위험 : 건물 외벽, 간판, 유리, 자동판매기등 위에서 떨어지는 것에 직격할 가능성이 입습니다.
vi: Nguy cơ vật thể rơi: Bạn có thể bị trúng các vật thể rơi từ trên cao xuống, chẳng hạn như mặt ngoài tòa nhà, biển báo, kính, máy bán hàng tự động, v.v.
zh: 坠落物体危险：您可能会被从上方坠落的物体击中，例如建筑物外墙、标志、玻璃、自动售货机等。

# siya
source: Reduced visibility: It becomes difficult to grasp the situation around you, increasing the risk of being unable to escape in time.
ja: 視界が狭くなる：周囲のじょうきょうが把握しづらくなり、にげおくれるリスクが高まります。
ko: 시야가 좁아진다 : 주위 상황의 파악이 어려워져서 대피가 늦을 리스크가 높아집니다.
vi: Tầm nhìn bị hạn chế: Bạn khó có thể nắm bắt được tình hình xung quanh, làm tăng nguy cơ không thể thoát thân kịp thời.
zh: 能见度降低：难以掌握周围情况，增加无法及时逃生的风险。

# humareru
source: Risk of being stepped on: In crowded places, you may be stepped on by others and cause a fall.
ja: ふまれるき険：人ごみの中では、他の人にふまれたり転とうの原いんになることもあります。
ko: 밟힐 위험: 사람이 많은 곳에서는 다른 사람에게 밟히거나 넘어짐의 원인이 될 수도 있습니다.
vi: Nguy cơ bị giẫm đạp: Ở những nơi đông người, bạn có thể bị người khác giẫm đạp và gây ngã.
zh: 被踩踏风险：在人流密集的地方，可能会被别人踩踏而导致摔倒。

# jimen
source: Fissures and changes in the ground: During a large earthquake, the ground may crack or liquefaction may occur, so if you are lying down, it will be slower to respond.
ja: 地割れや地面の変化：大きな地震では地面が割れたり、えき状化現しょうが起こることもあり、寝転がっていると対おうがおくれます。
ko: 땅이 갈라지거나 지면의 변화: 큰 지진에서는 지면이 갈라지거나 액상화 현상이 일어나기도 하며,뒹굴고 있으면 대응이 느려집니다.
vi: Các vết nứt và thay đổi trên mặt đất: Trong một trận động đất lớn, mặt đất có thể nứt hoặc xảy ra hiện tượng hóa lỏng, vì vậy nếu bạn nằm xuống, phản ứng sẽ chậm hơn.
zh: 地面裂缝和变化：大地震时，地面可能会出现裂缝或液化，所以如果你躺着的话，反应会比较慢。

# kega
source: Risk of falls and injury: The ground may be unstable while shaking, and if you run you may fall and get injured.
ja: 転とう・ケガのリスク：ゆれている最中は地面が不安定になっていることもあり、走ると転とうしてケガをする恐れがあります。
ko: 전도·부상의 위험: 흔들리고 있는 중에는 지면이 불안정한 경우도 있으며 달리면 넘어져서 다칠 수 있습니다.
vi: Nguy cơ té ngã và chấn thương: Mặt đất có thể không ổn định khi rung chuyển và nếu bạn chạy, bạn có thể bị ngã và bị thương.
zh: 跌倒和受伤的风险：地面可能不稳定并发生摇晃，如果您奔跑，可能会跌倒并受伤。

# syoutotu
source: Collisions with others: In a crowd, you may bump into other people and fall, which may cause panic.
ja: 周囲とのしょうとつ：人ごみの中では他の人とぶつかって転とうしたり、パニックを引き起こす原いんになることも。
ko: 주위 사람과의 충돌: 사람이 많은 곳에서는 다른 사람과 부딪혀 넘어지거나 패닉을 일으키는 원인이 될 수도 있습니다.
vi: Va chạm với người khác: Trong đám đông, bạn có thể va vào người khác và ngã, điều này có thể gây hoảng loạn.
zh: 与他人相撞：在人群中，您可能会撞到其他人并摔倒，这可能会引起恐慌。

# jiware
source: Delayed response to cracks and sinkholes: In a large earthquake, roads may collapse or cracks may form in the ground. If you are running, you may not pay attention to your feet and may get caught in them.
ja: 地割れやかんぼつへの対おうがおくれる：大きな地震では道ろがかんぼつしたり、地割れが起きることも。走っていると足元に注意が向かず、まき込まれるかのう性があります。
ko: 땅이 갈라지거나 함몰에 대한 대응이 늦는다: 큰 지진에서는 도로가 함몰되거나 땅이 갈라지는 일도 생깁니다. 달리고 있으면 발밑에 주의가 가지 않아 말려들 가능성이 있습니다.
vi: Phản ứng chậm với các vết nứt và hố sụt: Trong một trận động đất lớn, đường sá có thể sụp đổ và các vết nứt có thể hình thành trên mặt đất. Nếu bạn đang chạy, bạn có thể không chú ý đến chân mình và bị cuốn vào chúng.
zh: 对裂缝和塌陷的响应迟缓：大地震中，道路可能会塌陷，地面也可能出现裂缝。如果你正在奔跑，可能会不注意脚下的情况，被困住。

# firstkobe
source: It's my first time in Kobe, and there are so many delicious things in Nankinmachi, from Xiaolongbao to tapioca!
ja: 初めての神戸、しょうろんぽうにタピオカ、南京町にはおいしいものがたくさんあるなぁ
ko: 처음으로 온 고베!! 샤오롱바오나 버블티 난킨마치에는 먹을 만한 것이 너무 많다
vi: Đây là lần đầu tiên tôi đến Kobe và có rất nhiều món ngon ở Nankinmachi, từ Xiaolongbao đến trân châu!
zh: 第一次来神户，南京町有好多好吃的东西，从小笼包到木薯粉！

source: Stage 1
ja: ステージ1
ko: 스테이지1
vi: giai đoạn 1
zh: 第一阶段

source: Stage 2
ja: ステージ2
ko: 스테이지2
vi: giai đoạn 2
zh: 第二阶段

# jisin
source: It's an earthquake!
ja: 地震だ！
ko: 지진이다!
vi: Đây là động đất!
zh: 地震了！

# angen
source: Is it safer closer to the ground?
ja: 地面に近いところのほうが安全なのかな。
ko: 지면에 가까운 곳이 안전할까? 지면에 가까운 곳이 안전할까?
vi: Gần mặt đất có an toàn hơn không?
zh: 距离地面越近越安全吗？

# mane
source: Would you copy this person?
ja: この人のまねをする？
ko: 이 사람을 따라할까요?
vi: Bạn có muốn bắt chước người này không?
zh: 你会模仿这个人吗？

# koudou
source: What actions will you take?
ja: どんな行動をする？
ko: 어떤 행동을 할까요?
vi: Bạn sẽ thực hiện những hành động gì?
zh: 你会采取什么行动？

source: Yes
ja: はい
ko: 네
vi: Da
zh: 是的

source: No
ja: いいえ
ko: 아니요
vi: Khong
zh: 不

source: Answer
ja: 答える
ko: 정답
vi: trả lời
zh: 回答

# sce2_8
source: I wonder if that place is safe.
ja: あの場所ってじょうぶなのかな。
ko: 저 곳는 괜찮을까?
vi: Tôi tự hỏi liệu nơi đó có an toàn không.
zh: 我不知道那个地方是否安全。

# sce2_9
source: That person is carrying a bag on his head.
ja: あの人、かばんをかぶっている。
ko: 저 사람 가방을 쓰고 있다.
vi: Người đó đang đội một cái túi trên đầu.
zh: 那个人头上顶着一个袋子。

# sce2_10
source: Maybe it's better to run away?
ja: 走ってにげるほうがいいのかな。
ko: 뛰어서 대피하는게 나을까?
vi: Có lẽ tốt hơn là nên chạy trốn?
zh: 也许逃跑更好？

source: Mission
ja: ミッション
ko: 미션
vi: Sứ mệnh
zh: 使命

# scestart
source: The shaking of the earthquake subsided. Discuss with the people of Nankinmachi and decide on an evacuation site!
ja: ゆれがおさまりました。南京町にいる人に話を聞いてどこにひなんするかを決めよう！
ko: 지진 진동이 멈췄습니다. 난킨마치에 있는 사람의 얘기를 듣고 어디에 피난힐지 정해보세요!
vi: Rung lắc đã dừng lại. Hãy nói chuyện với người dân ở Nankinmachi và quyết định nơi sơ tán!
zh: 摇晃已经停止。请与南京町的居民沟通，决定避难地点！

# comment
source: Touch people and gather information!
ja: 人をタッチして、情報を集めよう！
ko: 사람을 누르고 정보를 모아보자!
vi: Tiếp cận mọi người và thu thập thông tin!
zh: 与人接触并收集信息！

source: Escape
ja: にげる
ko: 대피하기
vi: chạy trốn
zh: 逃跑

# pe1
source: Uncles
ja: おじさんグループ
ko: 사람1
vi: nhóm chú
zh: 人１

# scepeople1
source: If we go to 'Meriken Park' we'll be able to understand the surroundings. Let's go towards the sea!
ja: 「メリケンパーク」へ行ったら周りのじょうきょうがわかりそうだ。海の方へ行こう！
ko: 「메리켄공원」에 가면 주병 상태가 잘 알아볼 수 있겠다. 바닷가에 가보자!
vi: Nếu chúng ta đến 'Công viên Meriken', chúng ta sẽ hiểu rõ hơn về cảnh quan xung quanh. Hãy cùng hướng về phía biển nhé!
zh: 去'美利坚公园'的话，就能了解周围的环境了。我们去海边吧！

# pe2
source: Makoto
ja: まこと
ko: 사람2
zh: 人２

# scepeople2
source: I heard that 'Kobe Ikuta Junior High School' was an evacuation shelter during the junior high school disaster prevention training.
ja: 中学校の防さいくんれんで「神戸生田中学校」がひなんじょだって聞いたよ。
ko: 중학교 방재훈련에서 「이쿠타 중학교」가 피난처라고 들었어요.
vi: Tôi nghe nói Trường trung học cơ sở Kobe Ikuta là nơi trú ẩn sơ tán trong các cuộc diễn tập phòng chống thiên tai của trường trung học cơ sở.
zh: 听说'神户生田中学'是初中防灾训练时的避难所。

# pe3
source: Ren
ja: れん
ko: 사람3
vi: Sen
zh: 人３

# scepeople3
source: A tsunami is coming! Let's get to high ground quickly!
ja: 津波が来るらしい！早く高いところへ行こう！
ko: 지진 해일이 온대요!! 얼른 높은 곳에 가야될 것 같아요!
vi: Sóng thần sắp đến rồi! Hãy nhanh chóng lên vùng đất cao!
zh: 海啸来了！快去高地吧！

# pe4
source: Kazuha
ja: かずは
ko: 사람4
zh: 人４

# scepeople4
source: The shaking has stopped. I think I'll continue sightseeing.
ja: ゆれがおさまったね。このままかんこうしようかな～
ko: 지진 진동이 멈첬네요. 그래서 그냥 다시 관광하려고요~
vi: Trời đã ngừng rung lắc rồi. Tôi nghĩ mình sẽ đi tham quan.
zh: 震动已经停止了。我想去观光一下。

# pe5
source: Sakura
ja: さくら
ko: 사람5
vi: hoa anh đào
zh: 人５

# scepeople5
source: The nearest evacuation centers are 'Kobe Ikuta Junior High School', 'Kobe Community Building Center', and 'Meriken Park'.
ja: 近くのひなんじょは「神戸生田中学校」と「こうべまちづくり会かん」と「メリケンパーク」だよ。
ko: 가까운 피난처는 「이쿠타 중학교」랑 「고베마치즈쿠리회관」이랑 「메리켄공원」이에요.
vi: Các nơi trú ẩn sơ tán gần đó là Trường trung 'học cơ sở Kobe Ikuta', 'Kobe Machizukuri Kaikan' và 'Công viên Meriken'.
zh: 附近的避难所有'神户生田中学'、'神户都市开发馆'、'美利坚公园'。

# pe6
source: Sana
ja: さな
ko: 사람6
zh: 人６

# scepeople6
source: Do not go to 'Kobe Community Building Center' in the event of a tsunami.
ja: 「こうべまちづくり会かん」は津波のときに行かないでね
ko: 「고베마치즈쿠리회관」은 지진 해일 때 가면 안돼.
vi: Không đến 'Kobe Machizukuri Kaikan' khi xảy ra sóng thần.
zh: 发生海啸时请勿前往'神户市计划馆'。

# pe7
source: Taisei
ja: たいせい
ko: 사람7
zh: 人７

# scepeople7
source: There was no damage in the recent earthquake. I don't think there is any need to go anywhere.
ja: この前の地震でもひがいがなかったね。どこにも行かないでいいかな。
ko: 얼마 전에 있던 지진 때도 여긴 피해가 없던데. 아무데도 안가도 괜찮겠지.
vi: Trận động đất gần đây không gây thiệt hại gì. Tôi nghĩ mình không cần phải đi đâu cả.
zh: 最近的地震没有造成任何损失。我觉得我不需要去任何地方。

# pe8
source: Taiga
ja: たいが
ko: 사람8
vi: Tài Gà
zh: 人８

# scepeople8
source: Let's go to a shelter for now.
ja: とりあえずひなんじょに行こう！
ko: 일당 피난처 가야지!
vi: Chúng ta hãy đến nơi trú ẩn ngay bây giờ!
zh: 现在我们去避难所吧！

# pe9
source: Ai
ja: あい
ko: 사람9
zh: 人９

# scepeople9
source: All evacuation shelters are about a 10-minute walk away.
ja: どこのひなんじょも、歩いて10分くらいだよ。
ko: 어느 피난처든지 걸어서 10분 거리래요.
vi: Tất cả các trung tâm sơ tán đều cách đó khoảng 10 phút đi bộ.
zh: 所有疏散中心距离酒店均约有 10 分钟步行路程。

# pe10
source: Aoi
ja: あおい
ko: 사람10
zh: 人１０

# scepeople10
source: Where's mom? I got separated...
ja: お母さんどこ？はぐれちゃった．．．
ko: 엄마 어디세요? 잃어버리고 말았어요…
vi: Mẹ đâu rồi? Con bị lạc rồi...
zh: 妈妈呢？我和妈妈走散了……

# pe11
source: Mio
ja: みお
ko: 사람11
zh: 人１１

# scepeople11
source: I have to go to 'Kobe Community Building Center' with my family!
ja: 家族と「こうべまちづくり会かん」へ行かないと！
ko: 가족과 함께 「고베마치즈쿠리회관」에 가야겠다!
vi: Tôi phải đến Hội 'Kobe Machizukuri Kaikan' cùng gia đình!
zh: 我要和家人一起去'神户都市发展馆'！

# pe12
source: Haruki
ja: はるき
ko: 사람12
vi: Xuân Thụ
zh: 人１２

# scepeople12
source: Where is the evacuation shelter?
ja: ひなんじょってどこだろう？
ko: 피난처가 어디에 있더라?
vi: Nơi trú ẩn sơ tán ở đâu?
zh: 避难所在哪里？

# pe13
source: Humika
ja: ふみか
ko: 사람13
vi: Fumika
zh: 人１３

# scepeople13
source: There is 'a junior high school' across the street from the station! It will be safe even in the event of a tsunami.
ja: えきの向こうに「中学校」があるよ！そこは津波でも大丈夫だよ。
ko: 역 반대편에 「중학교」가 있어요! 거긴 지진 해일이 와도 괜찮아요.
vi: Có một trường trung học cơ sở ngay bên kia đường đối diện nhà ga! Sẽ an toàn ngay cả khi có sóng thần.
zh: 车站对面就有初中！就算发生海啸也安全。

# finish
source: Do you want to exit the game?
ja: ゲームを終了しますか？
ko: 게임을 종료하겠습니까?
vi: Bạn có muốn thoát khỏi trò chơi không?
zh: 您想退出游戏吗？

# finished
source: Finish
ja: 終了する
ko: 종료하기
vi: kết thúc
zh: 结尾

# cont
source: Continue the game
ja: ゲームを続ける
ko: 게임을 계속 하기
vi: tiếp tục trò chơi
zh: 继续游戏

# info
source: Collected information
ja: 集めた情報
ko: 수집한 정보
vi: Thông tin được thu thập
zh: 收集的信息

# ngescape
source: Ask people nearby and gather information.
ja: 近くの人に聞いて、情報を集めてね
ko: 근처에 있는 사람에게 물어보고 정보를 모아줘요
vi: Hỏi những người xung quanh và thu thập thông tin.
zh: 询问附近的人并收集信息。

# where
source: Where are you escaping to?
ja: どこへにげる？
ko: 어디에 대피할까?
vi: Chạy đi đâu?
zh: 往哪里跑？

# here
source: Stay in place
ja: その場にとどまる
ko: 그 자리에 머무르기
vi: ở yên tại chỗ
zh: 留在原地

# junior
source: Kobe Ikuta Junior High School
ja: 神戸生田中学校
ko: 이쿠타 중학교
vi: Trường trung học cơ sở Kobe Ikuta
zh: 神户生田中学

# hall
source: Kobe Community Building Center
ja: こうべまちづくり会かん
ko: 고베마치즈쿠리회관
vi: Kobe Machizukuri Kaikan
zh: 神户市规划中心

# park
source: Meriken Park
ja: メリケンパーク
ko: 메리켄공원
vi: Công viên Meriken
zh: 美利坚公园

# wrong
source: The answer is wrong
ja: 残念
ko: 아쉬움
vi: đáng thất vọng
zh: 令人失望的

# gopark
source: The tsunami came on the way to Meriken Park. You should never go near the ocean.
ja: メリケンパークに行く途中で津波が来ちゃった。海の近くには絶対に行っては行けないよ
ko: 메리켄공원에 가는 길에 지진 해일이 와 버렸어요. 바다 근처에는 절대 가면 안 돼요.
vi: Sóng thần ập đến trên đường đến Công viên Meriken. Bạn không bao giờ nên đến gần biển.
zh: 海啸是在前往美利坚公园的途中发生的。千万不要靠近海边。

# gojunior
source: You were able to gather the right information! You were able to evacuate to a shelter that was safe even in the event of a tsunami!
ja: 正しい情報を集めれたね！津波でも大丈夫なひなんじょへひなんできた！
ko: 맞는 정보를 모을 수 있네요! 지진 해일이 와도 괜찮은 피난처에 피난 할 수 있어요!
vi: Bạn đã thu thập được thông tin chính xác! Bạn đã có thể sơ tán đến nơi trú ẩn an toàn ngay cả khi có sóng thần!
zh: 你们收集到了正确的信息！就算发生海啸，你们也能安全地撤离到避难所！

# gohall
source: Kobe Community Building Center will be engulfed by the tsunami. Let's go to the right evacuation shelter!
ja: こうべまちづくり会かんは津波に飲まれちゃう。正しいひなんじょへ行こう！
ko: 고베마치즈쿠리회관은 지진 해일에 휩쓸려 버려요. 올바른 피난처로 가자!
vi: Tòa thị chính Kobe sẽ bị sóng thần nhấn chìm. Hãy đến đúng nơi trú ẩn!
zh: 神户市政厅即将被海啸吞没。快去正确的避难所吧！

# gohere
source: If you stay here you'll be swept away by the tsunami. Evacuate to a safe place.
ja: そのままでは津波に飲まれちゃう。安全な場所にひなんしてね
ko: 지금 상태라면 지진 해일에 휩쓸려 버리게 되어요. 안전한 곳에 피난하죠.
vi: Nếu bạn ở lại đây, bạn sẽ bị sóng thần cuốn trôi. Hãy sơ tán đến nơi an toàn.
zh: 如果继续留在这里，会被海啸卷走。请前往安全的地方避难。

# proof
source: Proof of Clear
ja: クリアのあかし
ko: 클리어의 증명
vi: bằng chứng thanh toán bù trừ
zh: 清算证明

# cleared
source: Already cleared
ja: クリアずみ
ko: 완료됨
vi: Đã xóa
zh: 已清除

# easypart1
source: Earn first title!
ja: 最初のしょうごうをかくとく！
ko: 최초의 칭호 획득!
vi: Nhận danh hiệu đầu tiên của bạn!
zh: 获得你的第一个头衔！

# easypart2
source: Earned the title of Disaster Preparedness!
ja: さいがい対策のしょうごうをかくとく！
ko: 재해 대책 칭호 획득!
vi: Đã đạt được danh hiệu phòng chống thiên tai!
zh: 荣获防灾称号！

# easypart3
source: Earned the title of OX Master!
ja: OXマスターのしょうごうをかくとく！
ko: OX 퀴즈 칭호 획득!
vi: Hãy giành lấy danh hiệu OX Master!
zh: 赢得 OX Master 称号！

# nomalpart1
source: Learn the wisdom of disaster signage!
ja: ひょうしきのちえをかくとく！
ko: 재해의 지혜를 획득!
vi: Nhận được sự thông thái của các dấu hiệu!
zh: 获得标志智慧！

# nomalpart2
source: Earned the title of Disaster Avoidance!
ja: ひがい回ひのしょうごうをかくとく！
ko: 재해 회피 칭호를 획득!
vi: Đã đạt được danh hiệu Tránh thiệt hại!
zh: 赢得了'避免伤害'称号！

# nomalpart3
source: Earned the title of Sign Master.
ja: ひょうしきマスターのしょうごうをかくとく！
ko: 표지 마스터 칭호를 획득!
vi: Hãy giành lấy danh hiệu Bậc thầy ký hiệu!
zh: 赢得标志大师的称号！

# swipehpart1
source: Received the title of Disaster Level I!
ja: さいがいレベルⅠのしょうごうをかくとく！
ko: 재해 레벨Ⅰ의 칭호를 획득!
vi: Đã đạt danh hiệu Thảm họa cấp độ I!
zh: 荣获一级灾难称号！

# swipehpart2
source: Received the title of Disaster Level Ⅱ!
ja: さいがいレベルⅡのしょうごうをかくとく！
ko: 재해 레벨Ⅱ의 칭호를 획득!
vi: Đã đạt danh hiệu Thảm họa cấp độ II!
zh: 荣获二级灾难称号！

# swipehpart3
source: Received the title of Disaster Level Ⅲ!
ja: さいがいレベルⅢのしょうごうをかくとく！
ko: 재해 레벨Ⅲ의 칭호를 획득!
vi: Đã đạt danh hiệu Thảm họa cấp độ Ⅲ!
zh: 荣获灾难三级称号！

# choosepart
source: To the part selection screen
ja: パートせんたく画面へ
ko: 파트선택 화면으로 돌아가기
vi: Đến màn hình lựa chọn bộ phận
zh: 进入部件选择屏幕

# beginner
source: Disaster quiz
ja: さいがいクイズ
ko: 재해 퀴즈
vi: câu đố về thảm họa
zh: 灾难测验

# choosestage
source: Stage Selection
ja: ステージせんたく
ko: 스테이지 선택
vi: ステージ選択
zh: 阶段选择

# easy1q1
source: If an earthquake occurs, the first thing to do is to protect your head.
ja: 地震が起きたら、まず頭を守る行動が大切である。
ko: 지진이 일어나면 먼저 머리를 지키는 행동이 중요하다.
vi: Nếu xảy ra động đất, điều đầu tiên cần làm là bảo vệ đầu của bạn.
zh: 如果发生地震，首先要做的就是保护头部。

# easy1a1
source: Protecting your head is the most important protection from falling objects.
ja: らっ下物から身を守るため、頭を守ることが最も重要です。
ko: 떨어지는 물건에서 몸을 지키기 위해서 머리를 지키는 게 가장 중요합니다.
vi: Bảo vệ đầu là biện pháp bảo vệ quan trọng nhất khi bị vật rơi trúng.
zh: 保护头部是防止物体坠落最重要的保护措施。

# easy1q2
source: During an earthquake, it is safe to hide under a desk.
ja: 地震のとき、机の下に隠れるのは安全である。
ko: 지진이 일어났을 때 책상 밑에 숨는 게 안전하다.
vi: Khi xảy ra động đất, bạn có thể trốn dưới gầm bàn.
zh: 地震时，躲在桌子下面是安全的。

# easy1a2
source: The basic rule is to hide under furniture that is unlikely to fall over and protect your head until the shaking stops.
ja: ゆれがおさまるまでは、たおれにくい家具の下に隠れて頭を守ることが基本です。
ko: 지진 진동이 멈출 때까지는 잘 넘어지지 않은 가구 밑에 숨어서 머리를 지키는 게 기본입니다.
vi: Nguyên tắc cơ bản là trốn dưới đồ nội thất khó đổ và bảo vệ đầu cho đến khi hết rung lắc.
zh: 基本规则是躲在不易倒塌的家具下，保护好头部，直到震动停止。

# easy1q3
source: Once outside, it is safe to stand near a utility pole.
ja: 家の外に出たら、電柱の近くに立つと安全である。
ko: 집 밖으로 나가면 전붓대 근처에 서 있으면 안전하다.
vi: Khi ra ngoài, bạn có thể đứng gần cột điện một cách an toàn.
zh: 一旦到达室外，站在电线杆附近就是安全的。

# easy1a3
source: Stay away from utility poles as there is a risk of them falling or the wires breaking and falling.
ja: 電柱はたおれたり、電線が切れておちたりするき険があるため近づかないようにします。
ko: 전붓대는 넘어지거나 전선이 끊어져 떨어질 위험이 있으니 가까이 가지 마세요.
vi: Tránh xa các cột điện vì có nguy cơ chúng đổ hoặc dây điện bị đứt và rơi xuống.
zh: 远离电线杆，因为存在电线杆倒塌或电线断裂和掉落的风险。

# easy1q4
source: It is a good idea to wear shoes when evacuating.
ja: ひなんするときは、くつを履くのがよい。
ko: 대피할 때는 운동화를 신는 게 좋습니다.
vi: Tốt nhất là nên đi giày khi di tản.
zh: 撤离时最好穿鞋。

# easy1a4
source: Wear shoes when evacuating to protect your feet from glass shards and debris.
ja: ガラスの破片や瓦礫から足を守るためにくつを履いてひなんします。
ko: 유리 파편이나 잔해로부터 발을 보호하기 위해 운동화를 신고 대피해야 합니다.
vi: Mang giày khi di tản để bảo vệ chân khỏi các mảnh vỡ thủy tinh và mảnh vụn.
zh: 撤离时请穿上鞋子，以保护您的脚免受玻璃碎片和杂物的伤害。

# easy1q5
source: Avoid using fire after an earthquake.
ja: 地震の後は火を使わないようにする。
ko: 지진이 일어난 후에는 불을 쓰면 안된다.
vi: Tránh sử dụng lửa sau khi xảy ra động đất.
zh: 地震后避免使用火。

# easy1a5
source: Do not use fire as this may cause a gas leak.
ja: ガス漏れのかのう性があるため、火を使わないようにしましょう。
ko: 가수 누출 가능성이 있으니 불을 사용하지 마세요.
vi: Không sử dụng lửa vì có thể gây rò rỉ khí gas.
zh: 请勿使用火，因为这可能会导致煤气泄漏。

# easy1q6
source: In the event of an earthquake, evacuate using the elevator.
ja: 地震のときはエレベーターでひなんする。
ko: 지진이 일어났을 때는 엘리베이터로 대피한다.
vi: Trong trường hợp xảy ra động đất, hãy sơ tán bằng thang máy.
zh: 发生地震时，请利用电梯避难。

# easy1a6
source: Use the stairs instead of the elevator to avoid the risk of power outages and getting trapped inside.
ja: 停電や閉じ込めのき険があるためエレベーターは使わず階段を使いましょう。
ko: 정전이나 갇힐 위험이 있으므로 엘리베이터는 사용하지 말고 계단을 사용하세요.
vi: Sử dụng cầu thang bộ thay vì thang máy để tránh nguy cơ mất điện và bị mắc kẹt bên trong.
zh: 使用楼梯而不是电梯，以避免停电和被困在里面的风险。

# easy1q7
source: At school, it is good to follow your teacher's instructions.
ja: 学校では先生の指じに従うのがよい。
ko: 학교에서는 선생님 지시에 따르는 것이 좋다.
vi: Ở trường, bạn nên làm theo hướng dẫn của giáo viên.
zh: 在学校，听从老师的指示是很好的。

# easy1a7
source: It is important to remain calm, listen to your teacher's instructions, and evacuate safely.
ja: おち着いて先生の指じを聞き、安全にひなんすることが大切です。
ko: 침착하게 선생님 지시를 듣고 안전하게 대피하는 것이 중요합니다.
vi: Điều quan trọng là phải giữ bình tĩnh, nghe theo hướng dẫn của giáo viên và sơ tán an toàn.
zh: 保持冷静、听从老师的指示并安全撤离非常重要。

# easy1q8
source: Being near a window is a safe place during an earthquake.
ja: 窓のそばは地震のときに安全な場所である。
ko: 창가는 지진 났을 때 안전한 곳이다.
vi: Một nơi gần cửa sổ là nơi an toàn khi có động đất.
zh: 地震时，靠近窗户的地方是安全的地方。

# easy1a8
source: Stay away from windows as glass may break and fly at you.
ja: ガラスが割れて飛んでくるき険があるため、窓から離れましょう。
ko: 유리가 깨져 날아올 위험이 있으니 창가에는 가지 마세요.
vi: Tránh xa cửa sổ vì kính có thể vỡ và bắn vào bạn.
zh: 远离窗户，因为玻璃可能会破碎并飞向您。

# easy1q9
source: During an earthquake, it is okay to walk near block walls.
ja: 地震のとき、ブロック塀の近くを歩いてよい。
ko: 지진 났을 때 블록 담의 가까이를 걸어도 된다.
vi: Khi xảy ra động đất, bạn có thể đi bộ gần tường gạch.
zh: 地震时，可以在砌块墙附近行走。

# easy1a9
source: Stay away from block walls as they may collapse.
ja: たおれてくるき険があるのでブロック塀からは離れましょう。
ko: 무너질 위험이 있으니 블록 담 근처에는 가지 마세요.
vi: Tránh xa các bức tường gạch vì chúng có thể sụp đổ.
zh: 远离砌块墙，因为它们可能会倒塌。

# easy1q10
source: If an earthquake occurs, the first thing you should do is call 119.
ja: 地震が来たらまず119番に電話するのがよい。
ko: 지진이 나면 먼저 119번으로 전화하는 것이 좋다.
vi: Nếu xảy ra động đất, điều đầu tiên bạn nên làm là gọi 119.
zh: 如果发生地震，首先应该拨打119。
