Repository: taisei069/new-project
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, vi, zh

# easy1a10
source: Please avoid calling without careful consideration, as calls will be concentrated during non-emergencies.
ja: きん急時以外は電話が集中するため、安易な通報はさけましょう。
ko: 전화가 집중되기 때문에 응급상황 이외의 신고는 피합시다.
vi: Vui lòng tránh gọi điện mà không cân nhắc kỹ lưỡng vì các cuộc gọi sẽ được tập trung vào những trường hợp không khẩn cấp.
zh: 请避免未经仔细考虑就拨打电话，因为电话会集中在非紧急情况下。

# easy1q11
source: Keep water and food in your emergency bag.
ja: ひじょう用ふくろには水と食べ物を入れておく。
ko: 비상용 가방에는 물과 음식을 넣어 둔다.
vi: Chuẩn bị nước và thức ăn trong túi đựng đồ khẩn cấp.
zh: 在您的应急包中放置水和食物。

# easy1a11
source: Stock up on at least three days' worth of water and food.
ja: 最低3日分の水や食料はびちくしておきましょう。
ko: 최저 3일분의 물이나 음식을 비축해 둡시다.
vi: Dự trữ đủ nước và thực phẩm cho ít nhất ba ngày.
zh: 储备至少三天所需的水和食物。

# easy1q12
source: In the event of an earthquake, the middle of the road is safe.
ja: 地震のとき、道ろの真ん中が安全である。
ko: 지진이 났을 때는 도로 한가운데가 안전하다.
vi: Trong trường hợp xảy ra động đất, đường ở giữa sẽ an toàn.
zh: 一旦发生地震，路中间是安全的。

# easy1a12
source: Avoid areas with falling cars, signs, and glass from buildings as they pose many dangers.
ja: 自動車や看板、建物のガラスのらっ下などき険が多いためさけましょう。
ko: 자동차, 간판이나 건물의 유리가 떨어질 위험이 많기 때문에 피합시다.
vi: Tránh xa những khu vực có ô tô rơi, biển báo và kính từ các tòa nhà vì chúng có thể gây ra nhiều nguy hiểm.
zh: 避开有汽车、标志和建筑物掉落玻璃的区域，因为它们会带来很多危险。

# easy1q13
source: It is important to gather information through the radio and smartphones.
ja: ラジオやスマホで情報を集めるのは大切。
ko: 라디오나 스마트폰으로 정보를 모으는 것이 중요하다.
vi: Việc thu thập thông tin qua radio và điện thoại thông minh là rất quan trọng.
zh: 从收音机和智能手机收集信息很重要。

# easy1a13
source: Accurate information allows you to take appropriate action.
ja: 正かくな情報を得ることでてき切な行動ができます。
ko: 정확한 정보를 얻으면 적절한 행동이 할 수 있습니다.
vi: Thông tin chính xác cho phép bạn thực hiện hành động phù hợp.
zh: 准确的信息可以让你采取适当的行动。

# easy1q14
source: Earthquakes can cause fires.
ja: 地震で火さいが起きることがある。
ko: 지진으로 불이 나기도 한다.
vi: Động đất có thể gây ra hỏa hoạn.
zh: 地震可能引起火灾。

# easy1a14
source: Abnormalities in electrical and gas equipment caused by shaking can lead to fires.
ja: ゆれによる電気・ガス設びの異常が火さいの原いんになります。
ko: 흔들림으로 인한 전기·가스 설비의 이상이 화재의 원인이 됩니다.
vi: Sự bất thường ở thiết bị điện và khí đốt do rung lắc có thể dẫn đến hỏa hoạn.
zh: 震动造成电气和燃气设备异常，可能引发火灾。

# easy1q15
source: Be careful of glass shards.
ja: ガラスの破片に注意が必要である。
ko: 유리 파편을 주의할 필요가 있다.
vi: Hãy cẩn thận với kính vỡ.
zh: 小心破碎的玻璃。

# easy1a15
source: Watch your feet and hands, and wear protective gloves and shoes.
ja: 足元や手元に注意し、手ぶくろやくつで保護しましょう。
ko: 발밑이나 손에 주의하여 장갑이나 운동화로 보호합시다.
vi: Hãy cẩn thận với bàn chân và bàn tay của bạn, đồng thời đeo găng tay và giày bảo hộ.
zh: 注意你的脚和手，戴上防护手套和鞋子。

# easy1q16
source: A safe place in the house is under the TV.
ja: 家の中ではテレビの下が安全である。
ko: 집 안에서는 텔레비전 밑이 안전합니다.
vi: Một nơi an toàn trong nhà là dưới TV.
zh: 家里的一个安全的地方是电视下面。

# easy1a16
source: Stay away from furniture as it may fall over.
ja: たおれてくるき険があるため、家具から離れて行動しましょう。
ko: 무너질 위험이 있으니 가구에서 벗어나 행동합이다.
vi: Tránh xa đồ nội thất vì chúng có thể đổ.
zh: 远离家具，因为家具可能会倒塌。

# easy1q17
source: You may use a cushion to protect your head.
ja: 頭を守るためにクッションを使ってもよい。
ko: 머리를 지키기 위해 쿠션을 써도 된다.
vi: Bạn có thể sử dụng đệm để bảo vệ đầu.
zh: 您可以使用垫子来保护头部。

# easy1a17
source: If there is no immediate place to hide, it is effective to protect your head with a cushion.
ja: すぐに隠れる場所がないときはクッションで頭を守るのが有効です。
ko: 바로 숨을 곳이 없을 때는 쿠션으로 머리를 보호하는 것이 효과적입니다.
vi: Nếu không có nơi nào để trốn ngay lập tức, cách hiệu quả nhất là bảo vệ đầu bằng một chiếc gối.
zh: 如果没有立即躲藏的地方，用垫子保护头部是有效的。

# easy1q18
source: It is okay to talk loudly in evacuation shelters.
ja: ひなんじょでは大声で話してもよい。
ko: 피난처에서는 큰 소리로 말해도 된다.
vi: Bạn có thể nói chuyện lớn tiếng trong nơi trú ẩn sơ tán.
zh: 在避难所内可以大声说话。

# easy1a18
source: It is important to remain calm and be considerate of those around you.
ja: 周囲の人に配慮し、おち着いて行動することが大切です。
ko: 주위 사람을 베려하고 참착하고 행동하는 것이 중요합니다.
vi: Điều quan trọng là phải giữ bình tĩnh và quan tâm đến những người xung quanh.
zh: 保持冷静并体谅周围的人很重要。

# easy1q19
source: It is a good idea to decide how to contact your family.
ja: 家族と連絡方法を決めておくのがよい。
ko: 가족과 연락 반법을 미리 정해 두는 것이 좋다.
vi: Bạn nên quyết định cách liên lạc với gia đình.
zh: 决定如何联系你的家人是一个好主意。

# easy1a19
source: It is important to create rules in advance so that groups can be reunited if they get separated in the event of a disaster.
ja: さいがい時にはぐれても合流できるように、事前のルール作りが重要です。
ko: 재해 시에 빠져도 합류할 수 있도록 사전 규칙을 만드는 것이 중요합니다.
vi: Điều quan trọng là phải lập ra các quy tắc trước để các nhóm có thể đoàn tụ nếu họ bị lạc nhau trong trường hợp xảy ra thảm họa.
zh: 提前制定规则非常重要，这样当灾难发生时，如果大家走散了，就可以重新团聚。

# easy1q20
source: You can go and play as soon as the earthquake is over.
ja: 地震が終わったらすぐ遊びに行ってもよい。
ko: 지진 진동이 끝나면 바로 놀러가도 된다.
vi: Bạn có thể đi chơi ngay khi trận động đất kết thúc.
zh: 地震一结束你就可以去玩了。

# easy1a20
source: There is a risk of aftershocks, so please wait at home or in an evacuation shelter until it is safe.
ja: よ震のき険があるため、安全がかく認されるまで自宅やひなんじょで待機しましょう。
ko: 여진 위함이 있으므로 안전을 확인될 때까지 집이나 대피소에서 대기합니다.
vi: Có nguy cơ xảy ra dư chấn, vì vậy hãy đợi ở nhà hoặc nơi trú ẩn cho đến khi an toàn.
zh: 有发生余震的危险，请在家中或避难所等待，直至安全为止。

# easy3q1
source: If an earthquake occurs, contact your family first.
ja: 地震が起きたら、まず家族に連絡する。
ko: 지진이 일어나면 먼저 가족한테 연락한다.
vi: Nếu xảy ra động đất, trước tiên hãy liên lạc với gia đình bạn.
zh: 如果发生地震，请首先联系家人。

# easy3a1
source: If an earthquake occurs, the first thing to do is to ensure your own safety.If an earthquake occurs, the first thing to do is to ensure your own safety.
ja: 地震が起きたら、まずは自身の安全をかく保しましょう。
ko: 지진이 일어나면 우선 자신의 안전을 확보하도록 합시다.
vi: Nếu xảy ra động đất, điều đầu tiên cần làm là đảm bảo an toàn cho chính mình.
zh: 如果发生地震，首先要做的就是确保自身安全。

# easy3q2
source: The seaside is safe during an earthquake.
ja: 地震のとき、海辺は安全である。
ko: 지진 났을 때 바닷가는 안전하다.
vi: Bờ biển an toàn khi có động đất.
zh: 地震时海边是安全的。

# easy3a2
source: After an earthquake, avoid the seaside as tsunamis may occur.
ja: 地震のあとは、津波が起こることがあるので海辺はさけましょう。
ko: 지진 난 후에는 지진 해일이 일어날 때도 있으니 바닷가에는 가지 마세요.
vi: Sau trận động đất, hãy tránh xa bờ biển vì có thể xảy ra sóng thần.
zh: 地震发生后，请避开海边，因为可能会发生海啸。

# easy3q3
source: In the event of a fire, stay low and escape.
ja: 火さい発生時は、姿勢を低くしてにげる。
ko: 화재 발생 시에는 자세를 낮추고 대피한다.
vi: Trong trường hợp hỏa hoạn, hãy cúi thấp người và thoát ra ngoài.
zh: 发生火灾时，请保持低位并逃离。

# easy3a3
source: Smoke from a fire is harmful. It accumulates at the top, so get low and avoid inhaling it when escaping.
ja: 火さいのけむりは有害です。けむりは上に溜まります、すい込まないように姿勢を低くしてにげましょう。
ko: 화재 연기는 유해합니다. 연기는 위에 쌓이기 때문에 흡입하지 않도록 자세를 낮추고 대피합시다.
vi: Khói từ đám cháy rất độc hại. Khói tích tụ ở phía trên, vì vậy hãy cúi thấp người và tránh hít phải khi thoát ra ngoài.
zh: 火灾产生的烟雾有害健康。烟雾会积聚在顶部，因此逃生时应蹲下，避免吸入。

# easy3q4
source: In preparation for a disaster, discuss evacuation routes and evacuation shelters with your family.
ja: さいがいにそなえてひなんけいろやひなん場所を家族で話し合う。
ko: 재해 시를 생각하여 피난경로나 피난 장소를 가족끼리 이야기한다.
vi: Để chuẩn bị ứng phó với thảm họa, hãy thảo luận về các tuyến đường sơ tán và nơi trú ẩn với gia đình bạn.
zh: 为了应对灾难，请与家人讨论疏散路线和疏散场所。

# easy3a4
source: Disasters happen suddenly. Let's talk about how to protect our precious families.
ja: さいがいは突然起こります。大切な家族を守るためにも話し合いましょう。
ko: 재해는 갑자기 일어납니다. 소중한 가족을 지킬 뜻으로도 가족끼리 이야기합시다.
vi: Thảm họa xảy ra bất ngờ. Hãy cùng tìm hiểu cách bảo vệ gia đình quý giá của chúng ta.
zh: 灾难突如其来，我们来谈谈如何守护我们珍贵的家人。

# easy3q5
source: In the event of an earthquake, if you leave your car and escape, lock it.
ja: 地震のとき、車を置いてにげる際は鍵をしめる。
ko: 지진 시 차를 두고 피난할 때는 차문을 닫는다.
vi: Trong trường hợp xảy ra động đất, nếu bạn rời khỏi xe và chạy thoát, hãy khóa xe lại.
zh: 发生地震时，如果您离开汽车并逃生，请锁好汽车。

# easy3a5
source: To be moved if it gets in the way of an emergency vehicle.
ja: きん急車両の邪魔になる際に動かすため。
ko: 긴급차량에 방해가 될 때 움직이기 위해.
vi: Phải di chuyển nếu nó cản trở xe cứu hỏa.
zh: 如果妨碍了紧急车辆，则必须移走。

# easy3q6
source: Immediately after evacuation, I went back home to get something I had left behind.
ja: ひなん後すぐに、自宅に忘れ物をしたので取りに帰る。
ko: 대피했다가 집에 놓고 온 걸 즉시 찾으러 돌아간다.
vi: Ngay sau khi sơ tán, tôi đã trở về nhà để lấy thứ gì đó tôi đã bỏ quên.
zh: 撤离后，我立即回家去取我遗留的东西。

# easy3a6
source: Earthquakes are dangerous because they can occur multiple times.
ja: 地震は何度も起こることがあるのでき険。
ko: 지진은 반복해서 일어나는 경우도 있으니 위험합니다.
vi: Động đất rất nguy hiểm vì chúng có thể xảy ra nhiều lần.
zh: 地震很危险，因为它们可能发生多次。

# easy3q7
source: Put cold weather gear in your emergency bag.
ja: ひじょう用ふくろには防寒具を入れる。
ko: 비상용 가방에는 방한구를 넣는다.
vi: Cất đồ dùng chống lạnh vào túi khẩn cấp.
zh: 将防寒装备放入应急包中。

# easy3a7
source: There will be many people in the shelter, so bring warm clothing to help regulate your personal body temperature.
ja: ひなんじょは多くの人がいます。個人の体温を調節するためにも防寒具を入れましょう。
ko: 피난처에는 많은 사람이 있습니다. 자기 체온을 제절하기 위해도 방한구를 넣는 것이 좋습니다.
vi: Sẽ có rất nhiều người trong nơi trú ẩn, vì vậy hãy mang theo quần áo ấm để giúp điều chỉnh nhiệt độ cơ thể.
zh: 避难所内会有很多人，因此请带上保暖的衣服来帮助调节体温。

# easy3q8
source: Carry a portable radio in your emergency bag.
ja: ひじょう用ふくろには携帯ラジオを入れる。
ko: 비상용 가방에는 휴대용 라디오를 넣는다.
vi: Mang theo một chiếc radio cầm tay trong túi khẩn cấp của bạn.
zh: 在您的应急包中携带一台便携式收音机。

# easy3a8
source: Information is important in an emergency, so make sure you bring something that will give you information.
ja: きん急時は情報が大切です。情報を得られる物を入れましょう。
ko: 긴급시는 정보가 중요합니다. 정확한 정보를 얻을 수 있는 걸 넣어야 합니다.
vi: Thông tin rất quan trọng trong trường hợp khẩn cấp, vì vậy hãy đảm bảo bạn mang theo thứ gì đó có thể cung cấp thông tin cho bạn.
zh: 在紧急情况下，信息非常重要，因此请务必携带一些可以提供信息的东西。

# easy3q9
source: Put away anything that may be blown away around the house before the typhoon arrives.
ja: 台風の来る前に家の周りの飛ばされるものをしまう。
ko: 대풍이 오기전에 집 주위의 날아가는 것을 정리하다.
vi: Cất hết mọi thứ có thể bị gió thổi bay xung quanh nhà trước khi cơn bão đến.
zh: 在台风来临之前，把家里可能被吹走的东西都收起来。

# easy3a9
source: If it gets blown away, it will be a nuisance to those around you.
ja: 飛ばされると周りの人の迷惑になります。
ko: 날아가면 아웃 사람의 폐가 됩니다.
vi: Nếu nó bị thổi bay, nó sẽ gây phiền toái cho những người xung quanh bạn.
zh: 如果它被吹走，就会给周围的人带来麻烦。

# easy3q10
source: Go to the river during a typhoon.
ja: 台風の時に、川に行く。
ko: 대풍 왔을 때 강에 간다.
vi: Đi ra sông khi có bão.
zh: 台风期间去河边。

# easy3a10
source: During typhoons and heavy rains, the river flows quickly. Do not go near the river as you may be swept away.
ja: 台風や大雨の際は川の流れが速くなります。流されるき険があるので川の近くに行かない。
ko: 대풍이나 폭우가 내릴 때는 강의 흐림이 빨라지게 됩니다. 떠내려갈 위험이 있어서 강 근처로 가지 마세요.
vi: Khi có bão và mưa lớn, nước sông chảy rất nhanh. Đừng đến gần sông vì bạn có thể bị cuốn trôi.
zh: 台风、暴雨等天气时，河水流速较快，请勿靠近河边，否则可能会被卷走。

# easy3q11
source: It was the first time I looked up evacuation routes on my smartphone during an earthquake.
ja: 地震のときに初めてひなんけいろをスマホで調べる。
ko: 지진 났을때 처음으로 피난경로를 스마트폰으로 찾다.
vi: Đó là lần đầu tiên tôi tra cứu lộ trình sơ tán trên điện thoại thông minh của mình trong trận động đất.
zh: 这是我第一次在地震期间用智能手机查找疏散路线。

# easy3a11
source: During an earthquake, communication devices such as smartphones may not work, so be sure to check in advance.
ja: 地震の時はスマホなどの通信機器が使えないことがあります。事前に調べましょう。
ko: 지진 시에는 스마트폰등 통신기기를 쓸 수 없는 경우도 있습니다. 미리 알아보세요.
vi: Trong thời gian xảy ra động đất, các thiết bị liên lạc như điện thoại thông minh có thể không hoạt động, vì vậy hãy nhớ kiểm tra trước.
zh: 地震时，智能手机等通讯设备可能无法使用，因此请务必提前确认。

# easy3q12
source: It is important to gather information through the radio and smartphones.
ja: ラジオやスマホで情報を集めるのは大切。
ko: 라디오나 스마트폰으로 정보를 수집하는 것은 중요하다.
vi: Việc thu thập thông tin qua radio và điện thoại thông minh là rất quan trọng.
zh: 从收音机和智能手机收集信息很重要。

# easy3a12
source: Accurate information allows you to take appropriate action.
ja: 正かくな情報を得ることでてき切な行動ができます。
ko: 정확한 정보를 얻어야 적절한 행동이 할 수 있습니다.
vi: Thông tin chính xác cho phép bạn thực hiện hành động phù hợp.
zh: 准确的信息使您能够采取适当的行动。

# easy3q13
source: Supplies will arrive at the evacuation centre within a day.
ja: ひなんじょには物資が１日で届く。
ko: 피난처에는 물자가 하루만으로 도착한다.
vi: Đồ tiếp tế sẽ đến trung tâm sơ tán trong vòng một ngày.
zh: 物资将在一天内抵达疏散中心。

# easy3a13
source: On average it can take 3 to 9 days.。
ja: 平均で3日～9日かかることがあります。
ko: 평근 3일부터 9일정도 걸릴 수 있습니다.
vi: Trung bình có thể mất từ 3 đến 9 ngày.
zh: 平均需要3至9天。

# easy3q14
source: If oil catches fire, pour water on it.
ja: 油から火がでたら，水をかける。
ko: 기름에서 불이나면 물을 뿌린다.
vi: Nếu dầu bắt lửa, hãy đổ nước vào.
zh: 如果油着火了，就用水浇灭。

# easy3a14
source: It won't go away with water. Use a fire extinguisher.
ja: 水では消えません。消火器などを使いましょう。
ko: 물로는 사라지지 않습니다. 소화기등을 사용하세요.
vi: Nước sẽ không làm nó biến mất, vì vậy hãy sử dụng bình chữa cháy.
zh: 用水无法消除，所以请使用灭火器。

# easy3q15
source: Secure items that may fall over in an earthquake, such as dressers.
ja: タンスなど地震でたおれそうなものを固定する。
ko: 옷장등 지진으로 쓰러질 위험이 있는 것을 고정하다.
vi: Cố định các đồ vật có thể bị đổ khi xảy ra động đất, chẳng hạn như tủ quần áo.
zh: 固定好可能在地震中倒塌的物品，例如梳妆台。

# easy3a15
source: Secure your furniture to reduce the risk of it falling over.
ja: たおれてくるき険を減らすため、家具を固定しましょう。
ko: 쓰러질 위험을 줄이기 위해 가구를 고정합시다.
vi: Cố định đồ đạc của bạn để giảm nguy cơ đồ đạc bị đổ.
zh: 固定好家具，以减少其倒塌的风险。

# easy3q16
source: Your shelter can be the same as your home.
ja: ひなんじょは自宅と同じようにしてもよい。
ko: 피난처에는 집에 있을 때처럼 해도 된다.
vi: Nơi trú ẩn của bạn có thể giống như ngôi nhà của bạn.
zh: 您的庇护所可以与您的家一样。

# easy3a16
source: There will be many people in evacuation shelters, so please be considerate of those around you.
ja: ひなんじょはたくさんの人がいます、周囲の人に配慮しましょう。
ko: 피난처에는 많은 사람이 있습니다. 주위 사람한테 배려를 합시다.
vi: Sẽ có rất nhiều người ở trong nơi trú ẩn sơ tán, vì vậy hãy quan tâm đến những người xung quanh bạn.
zh: 避难所内会聚集很多人，因此请体谅周围的人。

# easy3q17
source: When evacuating, they push through the crowds to escape.
ja: ひなんの際に人込みを押してにげる。
ko: 대피할 때 사람을 밀며 대피한다.
vi: Khi di tản, họ chen lấn qua đám đông để trốn thoát.
zh: 撤离时，他们挤过人群逃生。

# easy3a17
source: When evacuating, think not only of yourself but also of those around you.
ja: ひなんの際は自分だけでなく周りの人のことを考えて行動しましょう。
ko: 대피할 때는 자신만 생각하지 말고 주변 사람들 생각도 하면서 행동해야 합니다.
vi: Khi sơ tán, hãy nghĩ không chỉ đến bản thân mà còn đến những người xung quanh.
zh: 撤离时，不仅要考虑自己，还要考虑周围的人。

# easy5q1
source: During a disaster, if you are trapped inside a building, you can make noise by hitting something nearby.
ja: さいがい時、建物に閉じ込められたら近くにあるものを叩いて音を出す。
ko: 재해 시 건물에 갇히면 근처에 있는 물건을 두드려 소니를 낸다.
vi: Trong thảm họa, nếu bạn bị mắc kẹt bên trong tòa nhà, bạn có thể tạo ra tiếng động bằng cách đập vào vật gì đó gần đó.
zh: 发生灾难时，如果您被困在建筑物内，您可以通过击打附近的物体来发出声音。

# easy5a1
source: You can signal for help without exerting a lot of energy.
ja: たくさんの体力を使わずに助けを知らせることができる。
ko: 많은 체력을 쓰지 않고 도움을 알릴 수 있습니다
vi: Bạn có thể ra hiệu cầu cứu mà không cần tốn nhiều năng lượng.
zh: 您无需耗费太多精力即可发出求救信号。

# easy5q2
source: Put glow in the dark tape on the flashlight.
ja: かい中電灯にはちっこうテープを張る。
ko: 손전등에는 축광 테이프를 붙이다.
vi: Dán băng dính phát sáng vào đèn pin.
zh: 将夜光胶带贴在手电筒上。

# easy5a2
source: You can search even in pitch black after a power outage.
ja: 停電で真っ暗になっても探すことができる。
ko: 정전으로 깜깜해져도 찾을 수 있다.
vi: Bạn có thể tìm kiếm ngay cả trong bóng tối sau khi mất điện.
zh: 即使在停电后漆黑一片的情况下也可以进行搜索。

# easy5q3
source: Wear beach sandals when evacuating.
ja: ひなんするときにビーチサンダルを履く。
ko: 피난할때 비치 샌들을 신는다.
vi: Mang dép đi biển khi di tản.
zh: 撤离时请穿人字拖。

# easy5a3
source: When evacuating, wear shoes to protect your feet from broken glass and debris.
ja: ガラスの破片や瓦礫から足を守るためのくつを履いてひなんします。
ko: 유리 파편이나 잔해로부터 발을 보호하기 위해 운동화를 신고 피난해야 합니다.
vi: Khi sơ tán, hãy đi giày để bảo vệ chân khỏi các mảnh vỡ thủy tinh và mảnh vụn.
zh: 撤离时，请穿上鞋子以保护脚免受碎玻璃和碎片的伤害。

# easy5q4
source: Walking in boots during floods.
ja: 水害時に長ぐつを履いて歩く。
ko: 수해 시에는 장화를 신는다.
vi: Đi ủng khi lũ lụt.
zh: 洪水期间穿着靴子行走。

# easy5a4
source: Rubber boots tend to slip off easily and become difficult to walk in if water gets inside, so wear sneakers.
ja: 長ぐつは脱げやすく、中に水が入って歩けなくなるのでスニーカーを履こう。
ko: 장화는 벗기 쉽고 장화 속에 물이 들어오고 걸을 수 없게 되므로 운동화를 신는 것이 좋습니다.
vi: Ủng cao su dễ bị tuột và khó đi lại nếu nước thấm vào bên trong, vì vậy hãy đi giày thể thao.
zh: 橡胶靴很容易滑落，如果进水的话，行走会变得困难，所以要穿运动鞋。

# easy5q5
source: If you spot a fire, call 119.
ja: 火さいを見つけたたら119番に電話する。
ko: 화재를 발견하면 119번으로 전화한다.
vi: Nếu bạn phát hiện có hỏa hoạn, hãy gọi 119.
zh: 如果发现火灾，请拨打119。

# easy5a5
source: When you call, say 'Kajidesu.'
ja: 電話したら「火事です」と伝えましょう。
ko: 전화하면 ‘카지데쓰’라고 전합시다.
vi: Khi bạn gọi, hãy nói 'Có hỏa hoạn'.
zh: 打电话时，说'fire'。

# easy5q6
source: The duration of use of a fire extinguisher is approximately 15 seconds.
ja: 消火器の使用時間は約15秒である。
ko: 소화기 사용 시간은 약 15초다.
vi: Thời gian sử dụng bình chữa cháy là khoảng 15 giây.
zh: 灭火器的使用时间约为15秒。

# easy5a6
source: It's shorter than I expected.
ja: 思ったよりも短いです。
ko: 생각보다 짧습니다.
vi: Nó ngắn hơn tôi mong đợi.
zh: 它比我想象的要短。

# easy5q7
source: Clean dust off electrical outlets as a fire prevention measure.
ja: 火さい対策としてコンセントのホコリを掃除する。
ko: 화재대책으로서 콘센트 먼지를 청소하다.
vi: Lau sạch bụi ở ổ cắm điện như một biện pháp phòng ngừa hỏa hoạn.
zh: 清除电源插座上的灰尘，以预防火灾。

# easy5a7
source: Dust that accumulates in electrical outlets can cause fires, so clean them regularly.
ja: コンセントに溜まるホコリは発火する原いんです。定期的に掃除しましょう。
ko: 콘센트에 쌓이는 먼지는 발화할 원인입니다. 정기적으로 청소합시다.
vi: Bụi tích tụ trong ổ cắm điện có thể gây ra hỏa hoạn, vì vậy hãy vệ sinh chúng thường xuyên.
zh: 电源插座中积聚的灰尘可能引起火灾，因此要定期清洁。

# easy5q8
source: Use a fire extinguisher at the tip of the fire.
ja: 消火器は火先を狙って使う。
ko: 소화기는 불의 끝을 겨냥해서 사용한다.
vi: Sử dụng bình chữa cháy ở đầu ngọn lửa.
zh: 在火势蔓延处使用灭火器。

# easy5a8
source: Aim for the source of the fire and try to put it out. If the fire is large, prioritize your own safety.
ja: 火元を狙って消化しよう。大きな火の場合は身の安全を優先する。
ko: 불의 끝을 겨냥하고 소화합시다. 큰불이면 자신의 몸 안전을 우선합니다.
vi: Nhắm vào nguồn lửa và dập tắt nó. Nếu đám cháy lớn, hãy ưu tiên sự an toàn của bản thân.。
zh: 瞄准火源并尝试将其扑灭。如果火势较大，请优先考虑自身安全。

# easy5q9
source: When evacuating during an earthquake, wear light clothing and escape.
ja: 地震のひなん時は身軽で軽装な服装でにげる。
ko: 지진의 대피 시에는 홀가분하고 가벼운 옷으로 대피한다.
vi: Khi di tản trong trận động đất, hãy mặc quần áo nhẹ và thoát ra ngoài.
zh: 地震时避难时，请穿着轻便的衣服逃生。

# easy5a9
source: Wear long sleeves and long trousers to protect yourself from glass and other objects.
ja: ガラス等から身を守るために長そで・長ズボンを着る。
ko: 유리 등에서 몸을 지키기 위에 긴소매•긴바지를 입고 대피히세요.
vi: Mặc áo dài tay và quần dài để bảo vệ bản thân khỏi thủy tinh và các vật thể khác.
zh: 穿长袖和长裤以保护自己免受玻璃和其他物体的伤害。

# easy5q10
source: If an earthquake occurs in an elevator, press the emergency button.
ja: エレベーターの中で地震が起こったらひじょうボタンを押す。
ko: 엘리베이터 안에서 지진이 일어난 경우 비상 버튼만 누른다.
vi: Nếu xảy ra động đất trong thang máy, hãy nhấn nút khẩn cấp.
zh: 如果电梯内发生地震，请按下紧急按钮。

# easy5a10
source: Press all the floors and get off at the first floor it stops at.
ja: 全部の階を押して最初に停止した階で降りましょう。
ko: 무든 충의 버튼을 누르고 처음에 정지된 충에서 내려갑시다.
vi: Nhấn vào tất cả các tầng và xuống ở tầng đầu tiên mà tàu dừng lại.
zh: 按下所有楼层，然后在停靠的第一层下车。

# bignoise
source: ＊Loud sound
ja: ＊大きい音です。
ko: ＊큰 소리입니다
vi: ＊Đó là một tiếng động lớn
zh: ＊噪音好大。

# nomal1a
source: Run to the square
ja: 広場までにげて
ko: 광장까지 대피하세요
vi: Chạy đến quảng trường
zh: 跑到广场

# nomal1b
source: Evacuation site
ja: ひなん場所
ko: 대피장소
vi: nơi sơ tán
zh: 避难场所

# nomal1c
source: Be careful not to fall into the manhole
ja: マンホールにおちないように注意
ko: 맨홀에 떨어지지 않도록 주의
vi: Hãy cẩn thận đừng rơi vào hố ga
zh: 小心不要掉进沙井

# nomal1ans
source: The correct answer is B: Evacuation site.
ja: せいかいは B：ひなん場所 です。
ko: 정답은 B：대피장소 입니다
vi: Đáp án đúng là B: nơi sơ tán.
zh: 正确答案是 B：避难场所。

# nomal1
source: It allows you to temporarily escape from tsunamis, floods, earthquakes, fires, etc.
ja: 津波、こう水、地震、火事などから一時的ににげることができます。
ko: 지진해일, 홍수, 지진, 화재 등에서 일시적으로 대피할 수 있습니다
vi: Nó cho phép bạn tạm thời thoát khỏi sóng thần, lũ lụt, động đất, hỏa hoạn, v.v.
zh: 它可以让您暂时逃离海啸、洪水、地震、火灾等。

# nomal1q
source: Question 1: What is the correct meaning of the following symbols?
ja: 問題１：次の記号の正しい意味は？
ko: 문제１：다음 표지판의 맞는 의미는
vi: Câu hỏi 1: Ý nghĩa đúng của các ký hiệu sau là gì?
zh: 问题1：下列符号的正确含义是什么？

# nomal2a
source: restroom
ja: トイレ
ko: 화장실
vi: nhà vệ sinh
zh: 洗手间

# nomal2b
source: Emergency exit
ja: ひじょうぐち
ko: 비상구
vi: lối thoát khẩn cấp
zh: 紧急出口

# nomal2c
source: Evacuation shelter
ja: ひなんじょ
ko: 피난처
vi: nơi trú ẩn
zh: 避难所

# nomal2ans
source: The correct answer is C: Evacuation shelter.
ja: せいかいは C：ひなんじょ です。
ko: 정답은 C：피난처 입니다
vi: Đáp án đúng là C: nơi trú ẩn.
zh: 正确答案是 C：避难所。

# nomal2
source: It is a place where people who have lost their home due to the disaster can stay for a while.
ja: さいがいのえいきょうで帰る場所が無くなった人たちがしばらく過ごす場所です。
ko: 재해 영향으로 돌아갈 장소가 없어진 사람들이 잠시 지내는 장소 입니다
vi: Đây là nơi những người mất nhà cửa do thảm họa có thể ở lại một thời gian.
zh: 这是因灾难而失去家园的人们暂时栖身的地方。

# nomal2_2
source: This is Japanese saying 'It's an earthquake. This building is safe. Stay calm.'
ja: 地震です。この建物は大丈夫。おち着いて。と言っている日本語です。
ko: 「지진입니다.이 건물은 괜찮습니다.침착하세요.」라고 하는 일본어입니다
vi: Đây là động đất. Tòa nhà này an toàn. Xin hãy bình tĩnh.
zh: 地震了。这栋楼很安全。请保持冷静。

# nomal2q
source: Question 2: What is the correct meaning of the following symbols?
ja: 問題２：次の記号の正しい意味は？
ko: 문제２：다음 표지판의 맞는 의미는
vi: Câu hỏi 2: Ý nghĩa đúng của các ký hiệu sau là gì?
zh: 问题2：下列符号的正确含义是什么？

# nomal3a
source: Exit for safe evacuation
ja: 安全に非難するための出口
ko: 안전하게 피닌할 위한 출구
vi: Thoát hiểm để sơ tán an toàn
zh: 安全疏散出口

# nomal3b
source: Safe places to evacuate from tsunamis
ja: 津波から安全にひなんできる場所
ko: 지진 해일으로부터 안전하게 피닌할 수 있는 장소
vi: Nơi bạn có thể di tản an toàn khỏi sóng thần
zh: 海啸避难的安全地点

# nomal3c
source: Climb the slide from the other side
ja: 滑り台を反対から登ろう
ko: 미끄럼틀을 반대에서 올라가자
vi: Leo lên cầu trượt từ phía bên kia
zh: 从另一侧爬上滑梯

# nomal3ans
source: The correct answer is B: A place where you can safely evacuate to from a tsunami.
ja: せいかいは B：津波から安全にひなんできる場所 です。
ko: 정답은 B：지진 해일으로부터 안전하게 피닌할 수 있는 장소 입니다
vi: Câu trả lời đúng là B: Nơi bạn có thể di tản an toàn khỏi sóng thần.
zh: 正确答案是 B：海啸避难的安全地点。

# nomal3
source: It will tell you where to evacuate in case of a tsunami.
ja: 津波が起きた時にひなんする場所を教えてくれます。
ko: 지진 해일이 일어났을 때 대피할 곳을 알려줍니다
vi: Nó sẽ cho bạn biết nơi cần sơ tán trong trường hợp xảy ra sóng thần.
zh: 它会告诉您在发生海啸时应该撤离到哪里。

# nomal3q
source: Question 3: What is the correct meaning of the following symbols?
ja: 問題３ ：次の記号の正しい意味は？
ko: 문제３ ：다음 표지판의 맞는 의미는？
vi: Câu hỏi 3: Ý nghĩa đúng của các ký hiệu sau là gì?
zh: 问题3：下列符号的正确含义是什么？

# nomal4a
source: A safe building to evacuate to in the event of a tsunami
ja: 津波のときにひなんできる安全なビル
ko: 지진 해일 때 대피할 수 있는 안전한 아파트다
vi: Một tòa nhà an toàn để di tản trong trường hợp xảy ra sóng thần
zh: 发生海啸时可以安全撤离的建筑物

# nomal4b
source: Run fast anyway
ja: とにかく速く走る
ko: 어쨌든 빨리 달린다
vi: Dù sao cũng chạy nhanh
zh: 无论如何跑得快

# nomal4c
source: This building will not be safe in the event of a tsunami.
ja: 津波が起きたときにはこのビルは安全ではない
ko: 지진 해일이 일어났을 때는 이 아파트는 안전하지 않다
vi: Tòa nhà này sẽ không an toàn nếu xảy ra sóng thần.
zh: 一旦发生海啸，这座建筑物将不安全。

# nomal4ans
source: The correct answer is A: A safe building where you can evacuate to in the event of a tsunami.
ja: せいかいは A：津波のときにひなんできる安全なビル です。
ko: 정답은 A：지진 해일 때 대피할 수 있는 안전한 아파트다 입니다
vi: Câu trả lời đúng là A: Một tòa nhà an toàn để di tản trong trường hợp xảy ra sóng thần.
zh: 正确答案是 A：发生海啸时可以安全撤离的建筑物。

# nomal4
source: If you see this mark, you can evacuate.
ja: このマークがある場合はひなんできます。
ko: 이 마크가 있는 경우에는 대피할 수 있습니다
vi: Nếu bạn nhìn thấy dấu hiệu này, bạn có thể di tản.
zh: 如果看到这个标记，就可以撤离。

# nomal4_2
source: This is the sound of an alarm when a tsunami is coming.
ja: 津波が来る際のけい報音です。
ko: 지진 해일이 올 때의 경보음입니다
vi: Đây là âm thanh cảnh báo phát ra khi sóng thần đang đến gần.
zh: 这是海啸来临时发出的警报声。

# nomal4q
source: Question 4: What is the correct meaning of the following symbols?
ja: 問題４：次の記号の正しい意味は？
ko: 문제４：다음 표지판의 맞는 의미는？
vi: Câu hỏi 4: Ý nghĩa đúng của các ký hiệu sau là gì?
zh: 问题4：下列符号的正确含义是什么？

# nomal5a
source: Earthquake mark
ja: 地震マーク
ko: 지진 마크
vi: dấu vết động đất
zh: 地震标志

# nomal5b
source: Building danger mark
ja: 建物き険マーク
ko: 건물이 위험 마크
vi: dấu hiệu nguy hiểm của tòa nhà
zh: 建筑危险标志

# nomal5c
source: Hot spring mark
ja: 温泉マーク
ko: 온천 마크
vi: dấu ấn suối nước nóng
zh: 温泉印记

# nomal5ans
source: The correct answer is A: Earthquake mark.
ja: せいかいは A：地震マーク です。
ko: 정답은 A：지진 마크 입니다
vi: Câu trả lời đúng là A: dấu vết động đất.
zh: 正确答案是 A：地震标志。
