Repository: taisei069/new-project
Catalog: lib/l10n/app_*.arb
Languages: ja, ko, vi, zh

# nomal5
source: This mark and OX are used at the entrances to evacuation shelters to indicate whether they can withstand an earthquake.
ja: ひなんじょの入口などに地震にたえれるかをこのマークとOXで表されます。
ko: 대피소 입구 등에 지진을 견딜 수 있는지를 이 마크와 OX로 표시됩니다.
vi: Dấu hiệu này và OX được sử dụng ở lối vào nơi trú ẩn để chỉ ra liệu nơi này có thể chịu được động đất hay không.
zh: 该标记和 OX 一起用在避难所的入口处，以表示该避难所是否可以抵御地震。

# nomal5_2
source: This is the sound of an alarm when a earthquake is coming.
ja: 地震が来る際のけい報音です。
ko: 지진이 올 때의 경보음입니다
vi: Đây là âm thanh cảnh báo khi có động đất sắp xảy ra.
zh: 这是地震来临时的警报声。。

# nomal5q
source: Question 5: What is the correct meaning of the following symbols?
ja: 問題５：次の記号の正しい意味は？
ko: 문제５：다음 표시판의 맞는 의미는？
vi: Câu hỏi 5: Ý nghĩa đúng của các ký hiệu sau là gì?
zh: 问题5：下列符号的正确含义是什么？

# nomal6a
source: Beware of falling rocks
ja: らく石注意
ko: 낙석주의
vi: Hãy cẩn thận với đá rơi
zh: 小心落石

# nomal6b
source: Landslide
ja: がけくずれ
ko: 산사태
vi: Sập vách đá
zh: 悬崖崩塌

# nomal6c
source: Don't drop things
ja: 物をおとすな
ko: 물건을 떨어뜨리지 마세요
vi: đừng làm rơi đồ
zh: 不要掉东西

# nomal6ans
source: The correct answer is B: Cliff collapse.
ja: せいかいは B：がけくずれ です。
ko: 정답은 B：사태 입니다
vi: Đáp án đúng là B: Sập vách đá.
zh: 正确答案是 B：悬崖崩塌。

# nomal6
source: This mark is followed by OX to indicate information about a landslide.
ja: このマークにOXがついてがけくずれの情報を表します。
ko: 이 마크와 OX로 산사태 정보를 나타냅니다
vi: Dấu này được theo sau bởi OX để chỉ thông tin về lở đất.
zh: 此标记后面跟着 OX，表示有关山体滑坡的信息。

# nomal7a
source: River in the mountains
ja: 山にある川
ko: 산에 있는 강
vi: sông trên núi
zh: 山中的河流

# nomal7b
source: Don't throw anything in the river
ja: 川に物を捨てない
ko: 강에 물건을 버리지 마세요
vi: Đừng ném bất cứ thứ gì xuống sông
zh: 不要往河里扔任何东西

# nomal7c
source: Mudslide
ja: 土石流
ko: 토석류
vi: dòng chảy mảnh vụn
zh: 泥石流

# nomal7ans
source: The correct answer is C: Mudslide.
ja: せいかいは C：土石流 です。
ko: 정답은 C：토석류 입니다
vi: Đáp án đúng là C: dòng chảy mảnh vụn.
zh: 正确答案是 C：泥石流。

# nomal7
source: This mark followed by OX indicates information about a mudslide.
ja: このマークとOXがついて土石流の情報を表します。
ko: 이 마크와 OX로 토석류 정보를 나타냅니다
vi: Dấu này theo sau là OX cho biết thông tin về lở đất.
zh: 此标记后跟 OX，表示有关泥石流的信息。

# nomal8a
source: Be careful of cliff collapses
ja: がけくずれ注意
ko: 산사태 주의
vi: Hãy cẩn thận với sự sụp đổ của vách đá
zh: 小心悬崖坍塌

# nomal8b
source: No cliff collapses allowed
ja: がけくずれ禁止
ko: 산사태 금지
vi: Không được phép sụp đổ vách đá
zh: 不允许悬崖坍塌

# nomal8c
source: A cliff collapse is occurring.
ja: がけくずれあり
ko: 산사태 있음
vi: Vách đá sụp đổ
zh: 悬崖塌陷

# nomal8ans
source: The correct answer is A: Be careful of cliff collapses.
ja: せいかいは A：がけくずれ注意 です。
ko: 정답은 A：산사태 주의 입니다
vi: Câu trả lời đúng là A: Hãy cẩn thận với sự sụp đổ của vách đá.
zh: 正确答案是 A：小心悬崖坍塌。

# nomal8
source: These signs are often found in the mountains, so if you see one, be careful of landslides.
ja: このひょうしきは山に多く、このひょうしきがある場合はがけくずれに注意しましょう。
ko: 이 표지판는 산에 많고 이 표지가 있는 경우애는 산사태에 주의가 필요합니다
vi: Những biển báo này thường xuất hiện ở vùng núi, vì vậy nếu bạn nhìn thấy chúng, hãy cẩn thận nguy cơ lở đất.
zh: 这些标志通常出现在山区，因此，如果您看到一个，请小心山体滑坡。

# nomal9a
source: Be careful of lost items
ja: おとし物注意
ko: 분실물 주의
vi: Hãy cẩn thận với những đồ vật bị mất
zh: 小心丢失物品

# nomal9b
source: Beware of falling rocks
ja: らく石注意
ko: 낙석 주의
vi: Hãy cẩn thận với đá rơi
zh: 小心落石

# nomal9c
source: Debris flow warnig
ja: 土石流注意
ko: 토석류 주의
vi: Cẩn thận lở đất
zh: 泥石流警报

# nomal9ans
source: The correct answer is C: Debris flow warning.
ja: せいかいは C：土石流注意 です。
ko: 정답은 C：토석류 입니다
vi: Đáp án đúng là C: Cẩn thận lở đất.
zh: 正确答案是 C：泥石流警报。

# nomal9
source: These signs are common in the mountains, and if you see one, be careful of landslides.
ja: このひょうしきは山に多く、このひょうしきがある場合は土石流に注意しましょう。
ko: 이 표지판는 선에 많고 이 표지판이 있는 경우에는 토석류에 주의가 필요합니다
vi: Những biển báo này thường xuất hiện ở vùng núi và nếu bạn nhìn thấy một trong số chúng, hãy cẩn thận vì có thể xảy ra lở đất.
zh: 这些迹象在山区很常见，如果你看到一个，要小心山体滑坡。

# nomal9_2
source: This is the sound of an actual mudslide.If you hear this sound, pay attention.
ja: 実際の土石流の音です。この音が聞こえたら注意しましょう。
ko: 실제 토석류 소리입니다.이 소리를 들으면 주의하세요.
vi: Đây chính là âm thanh thực sự của lở đất. Nếu bạn nghe thấy âm thanh này, hãy cẩn thận.
zh: 这是泥石流的真实声音。如果你听到这个声音，一定要小心。。

# nomal10a
source: Tsunami warning
ja: 津波けい戒
ko: 해일 경계
vi: Báo báo sóng thần
zh: 海啸警报

# nomal10b
source: Tsunami caution
ja: 津波注意
ko: 해일 주의
vi: Cảnh báo sóng thần
zh: 海啸注意

# nomal10c
source: I can surf
ja: サーフィンできる
ko: 서핑할 수 있음
vi: tôi có thể lướt sóng
zh: 我可以冲浪

# nomal10ans
source: The correct answer is B: Tsunami caution.
ja: せいかいは B：津波注意 です。
ko: 정답은 B：해일 주의 입니다
vi: Đáp án đúng là B: Cảnh báo sóng thần.
zh: 正确答案是 B：海啸注意。

# nomal10
source: This sign is in an area where tsunamis are common. Be careful on bad weather days.
ja: このひょうしきがあるところは津波が多くある場所です。天候が悪い日などは気を付けましょう。
ko: 이 표지판이 있는 곳은 지진 해일이 많은 곳입니다. 날씨가 안 좋을 때는 조심하세요
vi: Biển báo này nằm ở khu vực thường xuyên xảy ra sóng thần. Hãy cẩn thận vào những ngày thời tiết xấu.
zh: 此标志位于海啸多发地区。恶劣天气时请注意安全。

# nomal11a
source: Tsunami
ja: 津波
ko: 지진 해일
vi: sóng thần
zh: 海啸

# nomal11b
source: I can surf
ja: サーフィンできる
ko: 서핑 할 수 있다
vi: tôi có thể lướt sóng
zh: 我可以冲浪

# nomal11c
source: Strong wind
ja: 強風
ko: 강풍
vi: gió mạnh
zh: 大风

# nomal11ans
source: The correct answer is A: Tsunami.
ja: せいかいは A：津波 です。
ko: 정답은 A：지진 해일 입니다
vi: Đáp án đúng là A: Sóng thần.
zh: 正确答案是 A：海啸。

# nomal11
source: This mark and OX indicate tsunami information.
ja: このマークとOXがついて津波の情報を表します。
ko: 이 마크와 OX로 지진 해일 정보를 나타냅니다.
vi: Dấu hiệu này và OX biểu thị thông tin về sóng thần.
zh: 此标记和 OX 一起表示海啸信息。

# nomal12a
source: Earthquake
ja: 地震
ko: 지진
vi: trận động đất
zh: 地震

# nomal12b
source: Wave
ja: 波
ko: 물결
vi: sóng
zh: 海浪

# nomal12c
source: Flood
ja: こう水
ko: 홍수
vi: Lũ lụt
zh: 洪水

# nomal12ans
source: The correct answer is C: Flood.
ja: せいかいは C：こう水 です。
ko: 정답은 C：홍수 입니다
vi: Đáp án đúng là C: Lũ lụt.
zh: 正确答案是 C：洪水。

# nomal12
source: This mark and OX indicate flood information.
ja: このマークとOXがついてこう水の情報を表します。
ko: 이 마크와 OX로 홍수 정보를 나타냅니다
vi: Dấu hiệu này và OX biểu thị thông tin lũ lụt.
zh: 此标记和OX一起表示洪水信息。

# nomal13a
source: A large-scale fire
ja: 大きぼなさいがい
ko: 대규모 재해
vi: Một đám cháy lớn
zh: 大规模灾难

# nomal13b
source: Construction zone
ja: 工事地帯
ko: 공사 지대
vi: khu xây dựng
zh: 施工区

# nomal13c
source: Be careful of smoke
ja: けむり注意
ko: 연기 주의
vi: Cẩn thận với khói
zh: 小心烟雾

# nomal13ans
source: The correct answer is A: A large-scale fire.
ja: せいかいは A：大きぼな火さい です。
ko: 정답은 A：대규모 재해 입니다
vi: Câu trả lời đúng là A: Một đám cháy lớn.
zh: 正确答案是 A：大规模灾难。

# nomal13
source: This mark, along with OX, indicates information about a large-scale fire.
ja: このマークとOXがついて大きぼな火さいの情報を表します。
ko: 이 마크와 OX로 대규모 재해 정보를 나타냅니다
vi: Dấu hiệu này, cùng với OX, cho biết thông tin về một vụ cháy lớn.
zh: 该标记与 OX 一起表示有关大规模火灾的信息。

# nomal13_2
source: This is the sound when the fire alarm is activated.
ja: 火さい報知機が作動した際の音です。
ko: 화재 경보기가 작동했을 때 나는 소리입니다
vi: Đây là âm thanh mà chuông báo cháy phát ra khi báo cháy.
zh: 这是火警警报响起时发出的声音。

# nomal14a
source: Toilet route
ja: トイレけいろ
ko: 화장실 경로
vi: tuyến đường đi vệ sinh
zh: 厕所路线

# nomal14b
source: Emergency exit
ja: ひじょうぐち
ko: 비상구
vi: lối thoát khẩn cấp
zh: 紧急出口

# nomal14c
source: Evacuation route
ja: ひなんけいろ
ko: 대피경로
vi: tuyến đường sơ tán
zh: 疏散路线

# nomal14ans
source: The correct answer is C: Evacuation route.
ja: せいかいは C：ひなんけいろ です。
ko: 정답은 C：대피경로 입니다
vi: Đáp án đúng là C: tuyến đường sơ tán.
zh: 正确答案是 C：疏散路线。

# nomal14
source: It shows the way to the emergency exit.
ja: ひじょうぐちまでの道を表しています。
ko: 비상구까지 길을 표현합니다
vi: Nó chỉ đường đến lối thoát hiểm.
zh: 它指示了紧急出口的方向。

# nomal15a
source: Toilet
ja: トイレ
ko: 화장실
vi: nhà vệ sinh
zh: 洗手间

# nomal15b
source: Emergency exit
ja: ひなんぐち
ko: 피난구
vi: lối thoát hiểm
zh: 紧急出口

# nomal15c
source: Evacuation shelter
ja: ひなんじょ
ko: 피난처
vi: nơi trú ẩn
zh: 庇护所

# nomal15ans
source: The correct answer is B: Emergency exit.
ja: せいかいは B：ひじょうぐち です。
ko: 정답은 B：비상구 입니다
vi: Đáp án đúng là B: Lối thoát hiểm.
zh: 正确答案是 B：紧急出口。

# nomal15
source: It represents an evacuation exit in the event of a disaster or other emergency.
ja: さいがいなどのひじょう時にひなんするための出口を表します。
ko: 재해 등 비상시에 피난할 위한 출구를 나타냅니다
vi: Điều này chỉ ra lối thoát hiểm khi xảy ra thảm họa hoặc trường hợp khẩn cấp khác.
zh: 这表示发生灾难或其他紧急情况时的疏散出口。

# inhuman
source: Let's bring in people
ja: 人を入れよう
ko: 사람을 여기에 이동시켜 보자
vi: Hãy mang mọi người vào
zh: 让我们引入人才

# swipeh
source: Swipe the person's icon to any frame
ja: 人のアイコンを いずれかの枠にスワイプしよう
ko: 사람 아이콘을 한쪽으로 스와이프해 보자
vi: biểu tượng người Vuốt đến bất kỳ ô nào
zh: 人物图标 滑动到任意一个框

# wp
source: Question
ja: 第
ko: 제
vi: Câu hỏi
zh: 第

# mon
source: of
ja: 問 /
ko: 문 /
zh: 题 /

# tn
source: RIght answers
ja: せいかい数
ko: 정답수
vi: Số câu trả lời đúng
zh: 正确答案数

# drag
source: Drag running people into the correct image
ja: 走っている人を正しい画像にドラッグしよう
ko: 달리는 사람을 맞은 사잔으로 드래그해 보자
vi: Kéo người đang chạy đến đúng hình ảnh
zh: 将跑步的人拖到正确的图像上

# tryag
source: try again
ja: もう一度ちょうせんする
ko: 다시 도전하기
vi: thử lại
zh: 再试一次

# ans
source: Explanation
ja: かいせつ
ko: 해설
vi: Giải thích
zh: 解释

# nextq
source: Next question
ja: 次の問題へ
ko: 다음 문제
vi: Câu hỏi tiếp theo
zh: 下一个问题

# swipeh1_1q
source: Which represents an evacuation route?
ja: ひなんけいろを表しているのはどっち？
ko: 피난 경로를 나타내는 표지판는?
vi: Cái nào tượng trưng cho tuyến đường sơ tán?
zh: 哪一个代表疏散路线？

# swipeh1_1a
source: Signs with a white background indicate evacuation routes. Signs with a green background indicate emergency exits. Therefore, follow the white sign to the green background.
ja: 背けいが白のひょうしきは、ひなんけいろをしめしています。背けいがみどりのひょうしきは，ひじょうぐちをしめしています。よって、背けいが白のひょうしきを目印に背けいがみどりの場所まで行こう！
ko: 배경이 횐색의 표지판는 피난 경로를 나타냅니다. 배경이 녹색의 표지판는 비상구를 나타냅니다. 따라서 배경이 횐색 표지판를 안표로 배경이 녹색인 곳까지 가면 됩니다!
vi: Biển báo nền trắng chỉ dẫn lối thoát hiểm. Biển báo nền xanh lá cây chỉ dẫn lối thoát hiểm khẩn cấp. Vì vậy, hãy sử dụng biển báo màu trắng làm hướng dẫn và đi đến biển báo màu xanh lá cây!
zh: 白色背景的标志表示疏散路线。绿色背景的标志表示紧急出口。所以，请以白色标志为指引，前往绿色标志！

# swipeh1_2q
source: Which represents drinkable water?
ja: 飲める水を表すのはどっち？
ko: 마실 수 있는 물을 나타내는 표지판는?
vi: Cái nào tượng trưng cho nước uống được?
zh: 哪一个代表可饮用水？

# swipeh1_2a
source: The water in the cup represents drinkable water. Note that the water in the bucket is not drinkable.
ja: コップに注がれているのは、飲める水を表しています。またバケツに注がれているのは飲めない水なので気をつけてね。
ko: 컵에 담겨 있는 표지판는 마실 수 있는 물을 나타냅니다. 또 양동이에 담겨 있는 표지판는 못 마시는 물이라서 조심하세요.
vi: Nước trong cốc tượng trưng cho nước có thể uống được, nhưng hãy cẩn thận vì nước trong xô không thể uống được.
zh: 杯子里的水代表可以饮用的水，但是要小心，因为桶里的水是不能饮用的。

# swipeh1_3q
source: Which kanji represents 'earthquake'?
ja: 「じしん」を表す漢字はどっち？
ko: 「지진」을 나타내는 한자는?
vi: Chữ kanji nào biểu thị 'động đất'?
zh: 'earthquake'哪个汉字代表这个？

# swipeh1_3a
source: Kanji may be used in news reports and disaster signs, so try to learn the kanji as a set!
ja: ニュースやさいがいひょうしきでは漢字で書かれていることもあるので、漢字もセットでおぼえてみよう！
ko: 뉴스나 재해 표지판에서는 한자로 쓰여 있을지도 모르기 때문에 한자도 같이 외워보자!
vi: Kanji có thể được sử dụng trong các bản tin và biển báo thiên tai, vì vậy hãy cố gắng học kanji theo bộ nhé!
zh: 汉字可能会用于新闻报道和灾难标志中，因此请尝试学习汉字作为一套！

# swipeh1_4q
source: If you are near the sea and a tsunami comes, what is the appropriate action to take?
ja: 海が近い場所にいる場面で津波が来た時のてき切な行動はどっち？
ko: 바다가 가까운 곳에 있을 때 만약 지진 해일이 오면 적절한 행동은?
vi: Nếu bạn ở gần biển và có sóng thần ập đến, hành động thích hợp cần thực hiện là gì?
zh: 如果您在海边并且遭遇海啸，您应该采取什么适当的措施？

# swipeh1_4a
source: If you are near the sea, there is a high possibility of a tsunami, so be prepared and quickly escape to high ground if an earthquake occurs.
ja: 海が近い場所にいる時は津波が来るかのう性が高いので、そうていして地震が起きたらすぐに高い場所ににげよう。
ko: 바다가 가까이에 있을 때는 지진이 오면 지진 해일이 올 가능성이 높기 때문에 높은 곳에 피난해야 돼요.
vi: Nếu bạn ở gần biển, khả năng xảy ra sóng thần rất cao, vì vậy hãy chuẩn bị và chạy đến vùng đất cao ngay lập tức nếu xảy ra động đất.
zh: 如果您在海边，发生海啸的可能性很高，因此，如果发生地震，请做好准备并立即逃到高地。

# swipeh1_5q
source: In the event of a disaster, where would you choose to evacuate temporarily?
ja: さいがいが起きた時に、一時的にひなんするならどっち？
ko: 재해 일어났을 때 일시적으로 피난한다면?
vi: Trong trường hợp xảy ra thảm họa, bạn sẽ chọn nơi nào để sơ tán tạm thời?
zh: 如果发生灾害，您会选择去哪里暂时避难？

# swipeh1_5a
source: This is the difference between a place where you can live as an evacuee and a place where you can only escape temporarily. Rules are important when living as an evacuee. Please be careful.
ja: ひなん生活ができる場所と一時的ににげる場所のちがいです。ひなん生活ではルールが大事になります。気をつけましょう。
ko: 피난하고 생활을 할 수 있는 곳과 일시적으로 피난하는 곳의 차이입니다. 피난 생활에서는 규칙이 중요하게 됩니다. 주의합시다.
vi: Đây là sự khác biệt giữa nơi bạn có thể sống như một người sơ tán và nơi bạn chỉ có thể tạm thời lánh nạn. Các quy tắc rất quan trọng khi sống trong nơi trú ẩn. Xin hãy cẩn thận.
zh: 这就是避难所和避难所的区别。在避难所生活时，规则很重要。请务必注意。

# swipeh2_1q
source: Which represents flooding or inland flooding?
ja: こう水や内水氾濫を表しているのはどっち？
ko: 홍수나 내수 범람을 나타내고 있는 마크는?
vi: Cái nào tượng trưng cho lũ lụt hay lũ lụt nội địa?
zh: 哪个代表洪水或内陆洪水？

# swipeh2_1a
source: The tsunami symbol on the left expresses the danger of approaching waves, while the flood symbol on the right expresses the danger of being flooded, in one sentence.
ja: 左の津波マークは「波」が迫るき険を、右のこう水マークは「浸水」している状たいのき険を一つの文で表しています。
ko: 왼쪽의 지진 해일 마크는 '파도'가 닥칠 위험을, 오른쪽의 홍수 마크는 '침수'되어 있는 상태의 위험을 하나의 글로 나타내고 있습니다
vi: Biểu tượng sóng thần bên trái thể hiện mối nguy hiểm của sóng thần đang ập đến, trong khi biểu tượng lũ lụt bên phải thể hiện mối nguy hiểm bị ngập lụt, chỉ trong một câu.
zh: 左边的海啸符号表达了海浪来临的危险，右边的洪水符号表达了被洪水淹没的危险，一句话。

# swipeh2_2q
source: Would an umbrella be of any use if it rained more than 60mm per hour?
ja: 1時間で60ミリ以上の雨では傘は使えるか？
ko: 시간당 60mm 이상의 비가 내리면 우산이 도움이 될까?
vi: Tôi có thể sử dụng ô nếu trời mưa hơn 60 mm trong một giờ không?
zh: 如果一小时内降雨量超过 60 毫米，我可以打伞吗？

# swipeh2_2a
source: Umbrellas are completely useless. Water splashes over everything, making it dangerous to drive a car.
ja: 傘は全く使い物にならない。水しぶきで当たり一面が白くなり、車の運転もき険な状たいである。
ko: 우산은 전혀 도움이 되지 않습니다. 물보라로 인해 눈앞이 하얗게 변할 정도여서 자동차 운전도 위험한 상태입니다
vi: Ô hoàn toàn vô dụng. Nước bắn tung tóe khắp bề mặt, khiến việc lái xe trở nên nguy hiểm.
zh: 傘は全く使い物にならない。水しぶきで当たり一面が白くなり、車の運転も危険な状態である。

# swipeh2_3q
source: What is the number to record a message on the disaster message dial '171'?
ja: さいがい用伝言ダイヤル「171」で伝言をろく音する番号は？
ko: 재해시 메시지 다이얼 「171」로 전언을 녹음하는 번호는?
vi: Số để ghi âm tin nhắn trên máy quay tin nhắn thảm họa '171' là bao nhiêu?
zh: 災害用伝言ダイヤル「171」で伝言を録音する番号は？

# swipeh2_3a
source: The Disaster Message Dial '171' is a service that allows you to enter the phone number of the person you want to check on their safety, then press '1' to record the message and press '2' to play it back to find out their safety.
ja: さいがい用伝言ダイヤル「171」は、安否をかく認したい人の電話番号を入力後、「1」で伝言をろく音し、「2」で再生して安否じょうきょうを知ることができるサービスです。
ko: 재해시 메시지 다이얼 「171」은 안부를 확인하고 싶은 사람의 전화 번호를 입력 후 「1」로 전언을 녹음하고 「2」로 재생하여 안부 상황을 알 수 있는 서비스입니다
vi: Dịch vụ quay số tin nhắn thảm họa '171' cho phép bạn nhập số điện thoại của người mà bạn muốn kiểm tra tình hình an toàn của họ, nhấn '1' để ghi âm tin nhắn, sau đó nhấn '2' để phát lại tin nhắn để biết tình hình an toàn của họ.
zh: 災害用伝言ダイヤル「171」は、安否を確認したい人の電話番号を入力後、「1」で伝言を録音し、「2」で再生して安否状況を知ることができるサービスです。

# swipeh2_4q
source: To check someone's safety on Web171, do I need their phone number or their date of birth?
ja: Web171で安否かく認するのに、電話番号と誕生日のどちらが必要？
ko: Web171에서 안부 확인을 하려면 전화 번호와 생년월일 중 어느 쪽이 필요할까?
vi: Để kiểm tra sự an toàn của ai đó trên Web171, tôi có cần số điện thoại hoặc ngày sinh của họ không?
zh: Web171で安否確認するのに、電話番号と誕生日のどちらが必要？

# swipeh2_4a
source: Web171 is a service that allows you to check the safety of others over the Internet using a phone number, just like the Disaster Message Dial (171).
ja: Web171も、さいがい用伝言ダイヤル（171）と同じく電話番号を使ってインターネットで安否情報をかく認できるサービスです。
ko: Web171도 재해시 메시지 다이얼(171)과 마찬가지로 전화 번호를 사용하여 인터넷으로 안부 정보를 확인할 수 있는 서비스입니다
vi: Web171 là dịch vụ cho phép bạn kiểm tra mức độ an toàn của người khác qua Internet bằng số điện thoại, giống như Dịch vụ quay số báo động thảm họa (171).
zh: Web171も、災害用伝言ダイヤル（171）と同じく電話番号を使ってインターネットで安否情報を確認できるサービスです。

# swipeh2_5q
source: Which symbol indicates the location of an AED (Automated External Defibrillator)?
ja: AED（自動体外式除細動器）の場所をしめすマークはどっち？
ko: AED(자동심장충격기)가 있는 장소를 나타내는 마크는?
vi: Biểu tượng nào chỉ ra vị trí của AED (Máy khử rung tim ngoài tự động)?
zh: AED（自動体外式除細動器）の場所を示すマークはどっち？

# swipeh2_5a
source: The 'lightning bolt in a heart' symbolizes the AED's ability to deliver an electric shock to the heart, while the 'snake on a stick' symbolizes medical care as a whole and does not identify where an AED may be installed.
ja: 「ハートにイナズマ」のマークは、AEDが心臓に電気ショックを与える機能をしめす一方、「杖にヘビ」のマークはいりょう全体をしょう徴するシンボルであり、AEDの設置場所を特定するものではありません。
ko: 「하트에 번개」의 마크는 AED가 심장에 전기 쇼크를 주는 기능을 나타내는 한편 「지팡이에 뱀」의 마크는 의료 전체를 상징하는 심볼로 AED의 설치 장소를 특정하는 것은 아닙니다.
vi: 'Tia sét trong tim' tượng trưng cho khả năng truyền điện vào tim của AED, trong khi 'con rắn trên que' tượng trưng cho toàn bộ dịch vụ chăm sóc y tế và không xác định vị trí lắp đặt AED.
zh: 「ハートに稲妻」のマークは、AEDが心臓に電気ショックを与える機能を示す一方、「杖にヘビ」のマークは医療全体を象徴するシンボルであり、AEDの設置場所を特定するものではありません。

# ver
source: Vertically
ja: たて
ko: 세로
vi: dọc
zh: たて

# hoei
source: Horizonatally
ja: 横
ko: 가로
vi: ngang
zh: 横

# swipeh3_1q
source: Which is faster, a mudslide or a moped?
ja: 土石流と原付速いのはどっち？
ko: 토석류와 오토바이 빠른 것은?
vi: Xe nào nhanh hơn, xe trượt bùn hay xe gắn máy?
zh: 土石流と原付速いのはどっち？

# swipeh3_1a
source: The speed of a mudslide is about 40km, while the speed limit for a moped is 30km, so the mudslide is faster.
ja: 土石流のスピードは約40km対して、原付の制限速度が30kmなので土石流の方が速いです。
ko: 토석류의 속도는 약 40km에 비해, 오토바이의 제한 속도가 30km이므로 토석류가 더 빠릅니다.
vi: Tốc độ của một trận lở đất là khoảng 40km, trong khi giới hạn tốc độ của xe máy là 30km, do đó tốc độ của một trận lở đất nhanh hơn.
zh: 土石流のスピードは約40km対して、原付の制限速度が30kmなので土石流の方が速いです。

# swipeh3_2q
source: If smoke and a person run 25 meters, who will win?
ja: けむりと人が25m走するとどっちが勝つ？
ko: 연기와 사람이 25m 달리기를 하면 어느 쪽이 이길까?
vi: Nếu có khói và một người chạy 25 mét, ai sẽ thắng?
zh: 煙と人が25m走するとどっちが勝つ？

# swipeh3_2a
source: The human wins. The speed at which the smoke spreads horizontally is 0.5 to 1 meter per second, which is slightly faster than an adult walking.
ja: 人が勝ちます。けむりが横方向に広がる速度は秒速0.5～1mで大人の人が歩くより少し早いぐらいです。
ko: 사람이 이깁니다. 연기가 가로로 퍼지는 속도는 초속 0.5~1m로 성인이 걷는 것보다 조금 빠른 정도입니다.
vi: Con người chiến thắng. Tốc độ khói lan theo chiều ngang là 0,5 đến 1 mét/giây, nhanh hơn một chút so với tốc độ đi bộ của người trưởng thành.
zh: 人が勝ちます。煙が横方向に広がる速度は秒速0.5～1mで大人の人が歩くより少し早いぐらいです。

# swipeh3_3q
source: Does smoke spread faster vertically or horizontally?
ja: けむりが広がる速度は縦と横どちらが速いか？
ko: 연기가 퍼지는 속도는 가로와 세로 중 어느 쪽이 빠른가?
vi: Khói lan truyền nhanh hơn theo chiều dọc hay chiều ngang?
zh: 煙が広がる速度は縦と横どちらが速いか？

# swipeh3_3a
source: It is fast vertically. The vertical speed is 3 to 5 meters per second, and the horizontal speed is 0.5 to 1 meter per second.
ja: たてが速いです。縦方向の速度が秒速3～5mで横方向の速度が秒速0.5～1mです。
ko: 길이 빨라요. 세로 방향의 속도가 초속 3~5m이고 가로 방향의 속도가 초속 0.5~1m입니다.
vi: Tốc độ di chuyển theo phương thẳng đứng của nó rất nhanh. Tốc độ di chuyển theo phương thẳng đứng là 3 đến 5 mét/giây, và tốc độ di chuyển theo phương ngang là 0,5 đến 1 mét/giây.
zh: たてが速いです。縦方向の速度が秒速3～5mで横方向の速度が秒速0.5～1mです。

# swipeh3_4q
source: Which is faster: an earthquake or an emergency earthquake alert?
ja: 地震ときん急地震速報どっちが速い？
ko: 지진과 긴급 지진 속보 어느 쪽이 빨라?
vi: Cái nào nhanh hơn: động đất hay cảnh báo động đất khẩn cấp?
zh: 地震と緊急地震速報どっちが速い？

# swipeh3_4a
source: The emergency earthquake alert is fast. The earthquake will occur within a few seconds after the emergency earthquake alert sounds.
ja: きん急地震速報が速いです。きん急地震速報が鳴ってから地震は数秒で来ます。
ko: 긴급 지진 속보가 빠릅니다. 긴급 지진 속보가 울리고 나서 몇 초 만에 지진이 옵니다.
vi: Cảnh báo động đất khẩn cấp được đưa ra rất nhanh. Động đất sẽ xảy ra trong vòng vài giây sau khi cảnh báo động đất khẩn cấp vang lên.
zh: 緊急地震速報が速いです。緊急地震速報が鳴ってから地震は数秒で来ます。

# swipeh3_5q
source: How many meters of tsunami are expected in the event of a major earthquake in the Nankai Trough?
ja: 南海トラフ巨大地震では何mの津波が予想されている？
ko: 난카이 트로프 거대 지진에서는 몇 m의 지진 해일이 예상되고 있을까?
vi: Dự kiến sóng thần cao bao nhiêu mét trong trường hợp xảy ra động đất lớn ở rãnh Nam Khai?
zh: 南海トラフ巨大地震では何mの津波が予想されている？

# swipeh3_5a
source: 10m. In certain areas such as Shizuoka Prefecture, tsunamis of over 20 to 30m are expected, so be careful.
ja: 10mです。静岡県などの特定の地域では20～30mを超える津波が予想されているので気を付けましょう。
ko: 10m입니다. 시즈오카현 등의 특정 지역에서는 20~30m를 넘는 지진 해일이 예상되고 있기 때문에 조심합시다.
vi: 10m. Ở một số khu vực như Tỉnh Shizuoka, dự kiến sẽ có sóng thần cao từ 20 đến 30m, vì vậy hãy cẩn thận.
zh: 10mです。静岡県などの特定の地域では20～30mを超える津波が予想されているので気を付けましょう。

# inyou
source: reference
vi: trích dẫn
